label ayame2:
    
    #*aya_4|６月１７日（ＳＵＮ）：なんとなくデート
    
    "電源を消している間に誰かさんがメールを送ってきたらしい。"
    
    "受信しかけたマークがディスプレイの上部に表示されている。"
    
    play sound "sound/se/se_083.ogg"
    
    "改めて新着問い合わせで受信してみる。"
    
    "送り主は『あやめ』。件名『センパ～イ』。"
    
    "『おはようございますッス（≧▽≦）ノ』"
    
    "……それだけか。"
    
    "あやめがこの手のメールを送ってくるのはよくあることで、一度でも構ってやると四六時中『今からごはんッス』だの『これからおでかけッス』だの送り続けてくるようになる。"
    
    "非常にうっとおしい上、こんなくだらない内容にいちいち返事を返していては時間がもったいないので、普段は無視することに決めている。"
    
    "あやめはメールで無視されたからと言って怒ったり悲しんだりするヤツでもないしな。"
    
    "向こうも「別に返してくれなくてもいいんス」と承知の上で送っているらしい。"
    
    "しかし今の俺は暇をもてあましている。"
    
    "だからなんとなく返事を返してやった。"
    
    #●効果音：ピッ
    
    "件名なし。"
    
    #●効果音：ピッ
    "『おはよう、大好きだよあやめ』"
    
    #;●効果音：ピッ
    "これで送信。"
    
    "少しわくわくしながら待っていると、三十秒も経たないうちにメールが返ってきた。"
    
    #;●効果音：ピッ
    "件名『ああ感激だなぁ！』。"
    
    #;●効果音：ピッ
    "{cps=*2}『センパイが大好きだなんてメールを返してくれるなんて！そんなにあやめのことを好きになってくれたんスね！いつもならあやめがどんなにメールを送って{/cps}"
    
    "{cps=*2}も無視するセンパイがなぜ！どうして！急にこんな心変わりをすることになったのかじっくり理由を聞かせてほしいと思いつつもいつものセンパイじゃ{/cps}"
    
    "{cps=*2}なくなったことに一抹の寂しさを感じているところッス！思えばいつものセンパイはあやめに冷たくあたるから逆にそれでもっとアタックしたくなったり可愛か{/cps}"
    
    "{cps=*2}ったりするわけであやめの方に素直に顔を向けたセンパイはセンパイじゃないと言えるがこれはこれで新しく生まれ変わったセンパイとして考えるとやっぱり{/cps}"
    
    "{cps=*2}いいなぁと思ったりもしてやっぱりセンパイと愛しい日々を過ごしたいと自分の想いを再確認したところッスよ！{/cps}"
    
    "{cps=*2}だからこれからはずっとセンパイと一緒ッス！（≧▽≦）』{/cps}"
    
    "一体どうすれば三十秒足らずで携帯からこんな長文を入力して送れるのかと疑問に思ったりもしたが、色々な意味で非常識なのがあやめだ。深くは考えるまい。"
    
    "さらに返事を返してみる。"
    
    #;●効果音：ピッ
    "件名『嘘』。"
    
    #;●効果音：ピッ
    『俺はお前と一緒になりたくない。だからメールも送ってくるな。＾＾ｐ』"
    
    #;●効果音：ピッ
    "送信。"
    
    #;●効果音：ピッ
    "着信。"
    
    #;●効果音：ピッ
    "件名『ひどいッス』。"
    
    #;●効果音：ピッ
    "『乙女の純情を踏みにじるなんて……中年のサラリーマンが本屋で立ち読みしてると隣の女子高生にオヤジくせぇんだよって言われたぐらいショックッス！(ToT)』"
    
    #;●効果音：ピッ
    "『純情な乙女が使うたとえじゃないぞ』"
    
    #;●効果音：ピッ
    "『とにかくツンだけじゃただのひどいセンパイッス！センパイはツンデレだからいいんス！』"
    
    #;●効果音：ピッ
    "『わかったわかった。お詫びに今日は一緒に遊んでやるよ』"
    
    "と打ち込み、送信する手前で俺は天井を見上げてぼんやりと思案する。"
    
    "何か予定があったかもしれない。"
    
    "いや、ないな。"
    
    #;●効果音：ピッ
    "ぽちっと送信。"
    
    "また三十秒も経たないうちにメールが返ってきた。"
    
    "本文一行目『にぱ～ッス！丶（＞▽＜）ノ』。"
    
    "単純すぎるぞ。"
    
    "{cps=*2}『ああ楽しみだなぁ！センパイから誘ってくれるなんて！きっと今日は映画のような色んなハプニングが何度も起きてでもそれでお互いのまだ見たことのない{/cps}"
    
    "{cps=*2}別の一面を垣間見ちゃって二人の仲が一段も二段も深まっちゃうんスよね！そして夜になったらセンパイの家に招待されて夕食をごちそうになって可愛い妹さ{/cps}"
    
    "{cps=*2}んと三人で和気藹々と話をして絆が深まりすっかり家族の一員のようになった後若い男の子の部屋で一緒に寝ることになっちゃって当然寝るだけじゃなくて{/cps}"
    
    "{cps=*2}お楽しみの時間を過ごしちゃうんスよねっ！』{/cps}"
    
    "別に読む必要はないのだろうが、なんとなくあやめの妄想文に目を通しているうちに、もう一通メールが届いた。"
    
    #;●効果音：ピッ
    
    "『それでいつどこでなにをしに行くのか早く教えてほしいッス！あやめはセンパイの言うところならどこにでもお供しちゃうッス！』"
    
    "そうだな、どこにしようか。"
    
    play sound "sound/se/se_080.ogg"
    
    "と考えたとき、家の電話の音が鳴り響いた。"
    
    "まだ起きてないか。あいつも低血圧だし。"
    
    "俺は携帯を持ったまま受話器を取りに行く。"
    
    #●背景：電話の前
    scene bg bg_b02
    with Fade(1, 0, 1)
    
    so "「はい雨宮です」"
    
    "「あ、もしもし。わたくし雨宮聡介くんと同じ学校に……」"
    
    "キリコ会長の声だった。"
    
    "反射的に、「って会長か。俺ですよ」と出かけた言葉を飲み込む。"
    
    "ここで返事を返すと面倒なことに巻き込まれてしまう可能性が高い。強引にどこかに呼び出されてしまうかもしれない。"
    
    "つまりあやめと遊びに行く約束を破ってしまうことになりかねない。"
    
    so "「聡介ならただいま外出中です。帰りは夜になると思います」"
    
    "とっさに声色を変えて親を装う。"
    
    ki "「あら、そうですの……」"
    
    "少し残念そうな声が聞こえて来る。ばれてはいないようだ。"
    
    so "「ご用件があれば伝えておきますが」"
    
    ki "「いえ結構ですわ。後日、聡介くんに直接お話しますので。失礼しました」"
    
    play sound "sound/se/se_082.ogg"
    
    "電話が切れた。一安心。"
    
    "俺はその場で腰を下ろしてメールの続きを始める。"
    
    #;●効果音：ピッ"
    『じゃあ街で適当に散歩。待ち合わせ場所はデパート一階に入ってすぐのベンチで』"
    
    #;●効果音：ピッ
    "送信。"
    
    show sitone si_2_01
    with dissolve
    
    si "「お兄ちゃんなに携帯見てにやにやしてるの？」"
    
    "突然俺の背後にしとねが現れた。"
    
    so "「うわっ」"
    
    "寝ていたんじゃないのか。"
    
    so "「お、おはようしとね……そんなににやにやしてたか？」"
    
    si "「おはよう。うん、にやにやしてた」"
    
    so "「そうか、今後輩とメールしてからかってやってたんだが多分そのせいだ」"
    
    "しとねに言われて今気がついた。"
    
    "どうやら今日の俺はすこぶる機嫌がいいらしい。"
    
    "なぜなら、俺を振り回すうっとおしい後輩に遊ぶ約束を取り付けたぐらいだからな。"
    
    "もし普段の俺がこの場にいて、今の俺の行動を監視していたとしたら「なにを血迷った行動をしているんだ」と精神状態を疑ってしまうはずだ。"
    
    show sitone si_2_08
    
    si "「ふ～ん……」"
    
    "なぜか俺を見るしとねの目が冷たい。"
    
    si "「お昼ごはんの用意はできてるから。」"
    
    show sitone si_2_01
    
    si "「今食べるよね？お兄ちゃん」"
    
    so "「ああ、携帯充電して着替えるから少し待っててくれ」"
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    "俺は自室に戻りあやめのメールを確認する。"
    
    #;●効果音：ピッ
    "『今あやめの家から五十メートル進んだところッス！』"
    
    "……もう家を出たのか。まだ時間指定していないというのに。"
    
    #;●効果音：ピッ
    "『待て待て、俺は昼飯を済ませて出かけるからまだ後だ。一時半に待ち合わせな』"
    
    #;●効果音：ピッ
    "送信。"
    
    #●効果音：ガチャリ
    "そして携帯を充電器に挿しこみ、寝巻きを脱ぎ始めた。"
    
    play music "sound/bgm/bgm_103.ogg" fadeout 1.0
    
    scene bg bg_c04
    with Fade(1, 0, 1)
    
    "少し遅れてデパートの一階にやってきた。"
    
    "俺は柱の影に身を隠しあやめの姿を探す。"
    
    "いた。"
    
    show ayame aya_2_07
    with dissolve
    
    "ベンチの前だが座らずにわざわざ突っ立ったまませわしなく辺りを見回している。"
    
    "挙動不審だ。"
    
    show ayame aya_2_01
    
    "突然、こっちを向いた。"
    
    #;●効果音：メタルギアの敵兵に発見された時っぽいの
    "かなり距離が離れているにもかかわらず目が合った。"
    
    play music "sound/bgm/ayame.ogg" fadeout 1.0
    
    show ayame aya_2_02
    
    ay "「センパ～イ！」"
    
    play sound "sound/se/se_010.ogg"
    
    "俺の姿を発見するなり一直線にこちらに向かって突っ走る。"
    
    play sound "sound/se/se_011.ogg"
    
    "まるで飢えて凶暴になった狼のように飛びかかってきた。"
    
    "だがお前の行動は全て予想通りだ。それを見越してわざと遅れて来たのだからな。"
    
    "絶対に不意をつかれることがないように、だ。"
    
    #●効果音：軽やかな足音
    "超高速のサイドステップでタックルをかわす。"
    
    "あやめの体がさっきまで俺の立っていた空間を通り抜けた。"
    
    play sound "sound/se/se_004.ogg"
    
    "そのまま床にヘッドスライディング。"
    
    play music "sound/bgm/bgm_103.ogg" fadeout 1.0
    
    "俺の勝利だ。"
    
    so "「……やあ。待たせたな。あやめ」"
    
    "床に突っ伏したままのあやめに、俺はあえて満面の笑みで声をかけてやった。"
    
    show ayame aya_2_02
    
    "だがあやめはバッタのように飛び上がって起き、悔しさなど微塵も感じていない様子で自分の両腕を俺の左腕に絡めてくる。"
    
    ay "「気にしなくていいッスよ。こうしてセンパイと一緒にいられるなら一時間や二時間待つなんて楽勝ッス！」"
    
    "と心底幸せそうに、ぴたりと体をひっつける。"
    
    "それはおそらく、いや間違いなく、周囲の人間の目には恋人同士のように映るだろう。"
    
    "しかも衆人環視の中で豪快にヘッドスライディングをしてみせた、眼帯を装着したおかしな女の子が甘えている図ともなれば、これはもう注目されない方がおかしい。"
    
    "休日のデパートを闊歩する老若男女の視線が痛いほど突き刺さってくる。"
    
    "これは非常に恥ずかしい。"
    
    "しかしこうなったときのあやめは引き剥がそうとしてもそう簡単には離れてくれないだろう。"
    
    "俺の機嫌が悪いときにいきなり引っついて来たのなら容赦はしない。"
    
    "だが、自分から遊びに誘っておいて、それで喜んでなついている女の子を無理矢理引き剥がすのは少しかわいそうだ。"
    
    "俺はため息をついた。ここは我慢しておいてやるか。"
    
    so "「と、とりあえず場所を移すぞ」"
    
    "視線から逃れるためにあやめを引きずって強引に移動し始めた。"
    
    play music "sound/bgm/bgm_104.ogg" fadeout 1.0
    
    scene bg bg_c03
    with Fade(1, 0, 1)
    
    "というわけで同じデパートのゲーセンにやってきた。"
    
    "ここまでくれば注目してくる人間はそうはいないが、それでも、密着されていると照れくさいことに変わりはない。"
    
    "あやめと離れる口実を作るためになにか空いているゲームはないかと探す。"
    
    ay "「センパイ、これ」"
    
    "が、俺が説得するまでもなく勝手に離れてくれた。"
    
    "ガンシューティングゲームを指差しながら歩いて行き、台の前に立った。"
    
    scene cg cg_aya_01
    with Fade(1, 0, 1)
    
    ay "「一緒にやりません？」"
    
    "と手際よく銃を抜き取ってから眼帯を外す。"
    
    "かなりやる気になっているようだ。"
    
    "それは俺が一時期熱中してやりこんだゲームだった。どれくらいのお金を使ったのか覚えていないほどだ。"
    
    so "「ああ、いいぞ」"
    
    "とサイフを開いた。"
    
    "その時、俺は重大な事実を思い出してしまった。"
    
    "今月ピンチなんだった。……小銭しか入っていない。"
    
    "ここで使いすぎると喫茶店でコーヒーを飲むお金もなくなってしまう。"
    
    "俺は隣の２プレイヤー台から銃を抜き、画面に照準を合わせながら、眼帯を外したあやめと顔を見合わせる。"
    
    so "「でもコンティニューはしないからな。最後まで行こうと思ったらキリがないし」"
    
    "理由をつけてケチることにした。"
    
    "達人ゲーマーならどうかはわからないが、このゲームはやりこんだ人間でも何回かはコンティニューしてしまうバランスなのだ。"
    
    "少なくとも俺はそうだ。"
    
    "あやめはにっこりと笑った。"
    
    ay "「それでいいッスよ。センパイこのゲームは得意だったはずッスから。きっとあやめより長生きしちゃうッスよ」"
    
    "なんで知ってるんだよ。と疑問に思いつつ、投入口にコインを突っ込む。"
    
    so "「それじゃ、始めるぞ！」"
    
    ay "「了解ッス！」"
    
    scene image "#000000"
    with Dissolve(1)
    
    "同時に画面に向かってトリガーを引いた。"
    
    play sound "sound/se/se_070.ogg"
    
    "大きな銃声が響いてゲームがスタートした。"
    
    play music "sound/bgm/bgm_011.ogg" fadeout 1.0
    
    scene cg cg_aa_02
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_071.ogg"
    
    "プレイするのは久しぶりだったが、体は操作を忘れていなかったようで、無駄な動きをせずパターン通りに次々と敵を撃ち倒していく。"
    
    最初のステージということもあって敵は狙いやすい位置で単純な動きしかしてこないが、どうやら射撃の精密さと連射速度も悪くないようだ。"
    
    "この調子ならかなりのところまで進めるだろう。"
    
    play sound "sound/se/se_071.ogg"
    
    "結局あっという間に二人揃ってノーダメージで最初のステージをクリア。"
    
    "こんなに短かったか？とぼんやり思いつつ画面を眺めていると、成績画面で俺とあやめの射撃数と命中率がほぼ同じという意外な結果が表示された。"
    
    "ちらっとあやめの方を見てみると、"
    
    scene cg cg_aya_01
    with Fade(0.5, 0, 0.5)
    
    "向こうも俺の顔を見て「センパイどうッスかあやめの腕は？」と言いたそうに得意げな顔になっている。"
    
    "……もしかして、お前もこのゲームは得意なのか。"
    
    scene cg cg_aa_02
    with Fade(0.5, 0, 0.5)
    
    play sound "sound/se/se_071.ogg"
    
    "その後、俺たちは一切苦戦をすることなく、順調にステージをクリアしていった。"
    
    play sound "sound/se/se_070.ogg"
    
    "どんなにパターンを覚えていても、常に狙ったところに命中させられるわけではないし、どうしても攻撃を受けてしまう苦手な場面というのも存在する。"
    
    play sound "sound/se/se_071.ogg"
    
    "だが俺かあやめのどちらか片方がミスをしても、ほとんどの場合もう片方がそれをカバーするので、ライフを減らしてしまうことが滅多にないのだ。"
    
    "そして数少ないライフ獲得のチャンスは全てものにしているので、残量は常にスタート時を上回っている。"
    
    play sound "sound/se/se_070.ogg"
    
    "画面に向かってひたすらトリガーを引き続ける。ただそれだけのことで心が熱くなってきた。過剰な音量の銃声が、今は心地良い音色のように感じられる。"
    
    play sound "sound/se/se_071.ogg"
    
    scene cg cg_aya_01
    with Fade(0.5, 0, 0.5)
    
    ay "「センパイ！　ついにラスボスッスよ～！」"
    
    "ラスボス直前のムービーが始まり、あやめはテンションを上げて叫ぶ。"
    
    so "「ああ！」"
    
    "と俺たちはまた顔を見合わせる。"
    
    so "「ここまで来たら絶対に二人で生き残ろうな！」"
    
    "顔から火が出るようなセリフを叫んでしまった。"
    
    "いつのまにかゲームに酔いしれてしまったらしい。"
    
    "だが悪い気はしない。"
    
    scene cg cg_aa_02
    with Fade(0.5, 0, 0.5)
    
    "ムービーシーンが終了に近づき、"
    
    play sound "sound/se/se_111.ogg"
    
    #[light]
    #;●演出：画面光らせる（ひぐらしであった演出っぽいの）
    
    "俺たちは示し合わせたかのように同時に、わずかの狂いもない動作で、まるで映画のワンシーンのように片手で銃を寝かせて構え、ぴたりと揃えて静止した。"
    
    "それは決して理に適った構えではないが、互いの集中力とテンションを極限状態にまで引き上げる儀式的な動作だ。"
    
    "そして最後の戦いの火蓋が切って落とされ、"
    
    play sound "sound/se/se_071.ogg"
    
    "俺たちは最高速で連射を始めた。"
    
    play music "sound/bgm/bgm_105.ogg" fadeout 2.0
    
    #[meoff]
    #[white]
    
    scene bg bg_c03
    with Fade(1, 0, 1)
    
    "画面にはラスボスの崩れ落ちる姿が映り、その後しばらく映像が流れてスタッフロールが始まる。"
    
    show ayame aya_2_02
    with dissolve
    
    play sound "sound/se/se_003.ogg"
    
    ay "「やったッスセンパイ～！」"
    
    "銃をホルダーにしまい、眼帯を再装着したあやめが抱きついてきた。"
    
    so "「っしゃー！やったなあやめ！」"
    
    "つられて俺も握り固めた右手を振り上げ叫んだ。"
    
    "瞬間。"
    
    so "「……あ」"
    
    stop music
    
    play sound "sound/se/se_112.ogg"
    
    "そのままの姿勢で硬直して、いまさらだが客の好奇の対象になっていることに恥ずかしさを覚える。"
    
    "まずい。非常にまずい。"
    
    play music "sound/bgm/bgm_105.ogg" fadeout 1.0
    
    so "「出るぞ」"
    
    "俺の胸に顔を押し付けて頬をすりすりしているあやめを強引に引きずって出口を目指すことにした。"
    
    show ayame aya_2_08
    
    ay "「え？え？センパイまだ全然遊んでないッスよ。次はあそこのクレーンで……」"
    
    "あやめが不満そうに他のゲームを指差すが、それを無視して人ごみをかきわけた。"
    
    play music "sound/bgm/bgm_005.ogg" fadeout 1.0
    
    scene bg bg_c04
    with Fade(1, 0, 1)
    
    "俺はベンチに腰を掛けて大きく息を吐き出す。"
    
    "疲れた。まだゲーセンで一ゲームしかしてないが疲れた。"
    
    show ayame aya_2_01
    
    "こいつの相手はとにかく疲れる。"
    
    "……楽しくないってことはないけどな。"
    
    "隣に座ったあやめはさっきから無言で上目遣いに俺の顔を、じっ、と眺めている。"
    
    "いきなりゲーセンを出たので不機嫌になっているのかと思ったが、どうも違うらしい。"
    
    show ayame aya_2_02
    
    "にっこりと微笑み人間観察を続けてくる。"
    
    "あやめは非常にうっとおしくて単純バカな後輩だが、よくわからないところもある。"
    
    "まあ、黙っていてくれるのならそれに越したことはないのだが。"
    
    "たまにはこうして落ちついた時間も過ごしていたい。"
    
    "あやめ・聡介" "「………………」"
    
    show ayame aya_2_02
    
    "しばらく様子を見ていると、あやめは突然立ち上がって俺を見下ろす。"
    
    ay "「飲み物買ってきますね、センパイ」"
    
    hide ayame aya_2_02
    with dissolve
    
    "と姿を消した。"
    
    "……戻って来たらどうするかな。"
    
    "この後のことを考えてみる。"
    
    "お金がないんじゃ散歩がてらのウィンドウショッピングぐらいしか出来ないだろう。"
    
    "俺は別にそれでも構わないが、あやめの方が納得してくれるかどうかだ。"
    
    "無駄にお金を使えばいいということでもないが、俺の方から遊びに誘っておいて買い物も出来ないのはさすがに申し訳ない。"
    
    "頭の中に、"
    
    "「これ欲しいッス！センパイにプレゼントしてほしいッス！」"
    
    "とよくわからない物をねだってくるあやめの姿が浮かぶ。"
    
    "かなりリアルな想像だ。"
    
    "俺は困った顔をする。"
    
    "だが直後に、"
    
    "「でもお金がないならいいッスよ。あやめはセンパイが一緒にいてくれればそれが一番いいんス」"
    
    "とあやめはいつもの笑顔を見せる。"
    
    "それで俺は「悪いな」と謝り今度何か奢る約束をする。"
    
    "……それで丸く収まるな。"
    
    "気が抜けると、睡魔が襲いかかってきた。"
    
    "今日は昼までずっと寝ていたからな。寝すぎて逆に眠いというやつだろうか。"
    
    "あやめを待ちながらうとうとする……。"
    
    stop music fadeout 3.0
    
    scene image "#000000"
    with dissolve
    
    "………………。"
    
    scene bg bg_e02
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_007.ogg" fadeout 1.0
    
    "……夢の中の世界で、俺は“猫”になっていた。"
    
    "それも野良猫ではないらしい。誰かの家で飼われている猫らしい。"
    
    "飼い主はあやめだった。"
    
    "眼帯を着けていない子供姿のあやめに右腕で抱えられて、道を進んでいる。"
    
    "あやめは左手で大きな紙袋を持って、嬉しそうにぶんぶん振り回している。"
    
    ay "「ああ楽しみだなぁ！今日は休みだからそーすけとずっと一緒に遊べるッス！」"
    
    "どうやら俺とあやめはこれからどこかに遊びに行くらしい。"
    
    "気分が乗らないときはあやめの腕から抜け出して逃げることも出来る。"
    
    "しかし逃げて家に帰っても寝るだけで、今日は他にやりたいこともないのでおとなしくしている。"
    
    "暇だし適当に相手をしてやるか。"
    
    scene bg bg_e04
    with Fade(1, 0, 1)
    
    "しばらくして公園に着いた。"
    
    "あやめの腕から下ろされ、俺は地面に座り込む。"
    
    "「何をして遊ぶんだ？」と聞いたつもりで、にゃ～、と鳴いた。"
    
    ay "「今日はこれッス！」"
    
    "俺の言葉が通じたわけではないだろうが、あやめは紙袋に手を突っ込んで中身を取り出す。"
    
    "……フリスビーだった。"
    
    "「それは何か間違えてるだろ」と、にゃ～。"
    
    ay "「うんうん、そんなに嬉しいんスか」"
    
    "「人の話を聞け」と、にゃ～。"
    
    "もっと猫相手に相応しい遊び方があるだろう。鼻先で猫じゃらしを揺らすとか肌と肌を触れ合わせるとか。"
    
    "と言っても通じるわけがないので仕方なく付き合ってやることにした。"
    
    ay "「じゃあいくッス！そーすけ、はいっ！」"
    
    "あやめがフリスビーを投げた。"
    
    "俺は全速力でそれを追いかける。"
    
    "犬のように口は大きくないので、回りこんでジャンプし体全体で受け止める。"
    
    "その後口にくわえて引きずりながらあやめのところまで持っていく。"
    
    "あやめは満足げな様子で俺の頭を撫でた。"
    
    ay "「えらいえらいッス！　そーすけ～！」"
    
    "……意外と楽しいな。"
    
    "「わかったから早く次も投げろ」と、にゃ～。"
    
    scene bg bg_e05
    with Fade(1, 0, 1)
    
    "こんな感じで遊んでいると、少しずつ見物人が集まって来た。"
    
    "フリスビーで遊ぶ猫などそうそうお目にかかれないだろう。見物したくなるのも当然だ。"
    
    "観客の大半は公園で遊んでいた子供だったが、大人も少しいて、その内の何人かは温かい拍手を送ってくれた。"
    
    "子供Ａ" "「おおおーっ、すっげ～！」"
    
    "子供Ｂ" "「あんなちっちゃいからだでよく止めるよな～」"
    
    "子供Ｃ" "「ほんとに猫かよ～」"
    
    "がきんちょ共の方は俺のスーパープレイに酔いしれている。"
    
    scene bg bg_e04
    with Fade(1, 0, 1)
    
    "こうして見物客が飽きて去るまで俺とあやめのショーが続き、ようやく終わった頃には、空は夕暮れ時のオレンジ色に染まっていた。"
    
    ay "「今日は疲れたッスよね～。そーすけ」"
    
    "公園のベンチに座って休憩。"
    
    "俺はあやめの膝の上で丸くなって疲労した体を休める。"
    
    "「ああ、疲れた。とにかく疲れた」と、にゃ～。"
    
    "ずっと走りっぱなしだったからな、明日は絶対筋肉痛だ。"
    
    "「ふぁあ～あ」とあくび気味に、にゃ～。"
    
    "眠くなってきた……。"
    
    ay "「どうしたんスか？そーすけ」"
    
    "「疲れて眠くなってきたんだよ……」にゃ～。"
    
    ay "「もしかして眠いんスか？」"
    
    "「ああそうだよ」にゃ～。"
    
    ay "「そっか」"
    
    #;●ＣＧ：あやめの膝の上で眠る猫
    
    "とあやめは、母親がまだ小さな子供のたわいもない話に耳を傾けているときのように、優しくうなずいて言った。"
    
    ay "「今日は頑張ったッスからね、そーすけ。ゆっくりおやすみッス」"
    
    "「でもここで寝てしまったら俺が起きるまで家に帰れないだろ？家に帰るまでは寝ないよ……」"にゃ～。
    
    ay "「あやめのことなら心配しなくていいッス。お前が起きるまでずっと待ってるッスから」"
    
    "と体を優しく撫でられる。"
    
    "今日は話が通じるんだな……。"
    
    "「悪いな……でもきっと、すぐに目を覚ますから……。晩御飯までには二人で帰ろうな……あやめ」にゃ～。"
    
    scene image "#000000"
    with dissolve
    
    "俺はそうつぶやくように鳴いて、ゆっくりと、目を閉じた……。"
    
    "頭や背中を撫でてくれる手が、とても暖かかった。"
    
    stop music fadeout 1.0
    
    {w=1.0}
    
    scene bg bg_c04
    with Fade(1, 0, 1)
    
    #[image storage=bg_c04 page=back layer=base visible=true]
    #[blur layer=base page=back x=4 y=4]
    #[trans time=1000 method=crossfade]
    #[wt]
    #[wait time=1000]
    #[image storage=bg_c04 page=back layer=base visible=true]
    #[trans time=1000 method=crossfade]
    #[wt]
    #[eval exp="f.bgnow = 'bg_c04'"]
    #[meon]
    #[cm]

    "目が覚めた。"
    
    play music "sound/bgm/bgm_005.ogg" fadein 1.0
    
    show ayame aya_2_02
    with dissolve
    
    "俺の瞳にあやめの優しく微笑む顔が映った。"
    
    "まだ夢の続きなのかと一瞬錯覚したが、すぐに現実だと理解出来た。"
    
    "今俺の目前にいるのは高校生のあやめだ。"
    
    show ayame aya_2_01
    
    "聡介・あやめ" "「………………」"
    
    "俺はベンチの上で、あやめに膝枕をされて寝ているらしい。"
    
    "普段なら即飛び起きているところだが、なぜか起きる気にはなれなかった。"
    
    "まだ自分が猫だと思い込んでいるのかもしれない。"
    
    "膝の上に乗っかっているのは頭だけだぞ。"
    
    "そうだ、俺は間違いなく人間だ。"
    
    "確認出来たところで、上体を起こす。"
    
    so "「ん～っ……！」"
    
    "椅子から立ち上がって伸びをして、それからあやめの方を見る。"
    
    so "「……ずっと、俺に膝枕してくれてたのか？」"
    
    show ayame aya_2_02
    
    "そう聞くと、あやめはにっこりと笑った。"
    
    ay "「もちろんッスよ！センパイの寝顔、とっても可愛かったッス！最高ッス！」"
    
    so "「そうか……ありがとうな。でも」"
    
    "お礼を言い、さらに言葉を続ける。"
    
    so "「起こしてくれてよかったんだぞ。そのままにしておくと丸一日中でも眠り続けていたかもしれないしな」"
    
    ay "「そのときはあやめの家に拉致監禁しちゃうッスから心配無用ッスよ」"
    
    "……誘拐される一歩手前だったのか。俺は運よく助かったらしい。"
    
    so "「と言うかどれくらい寝てたんだ？俺。ずいぶん長く寝てたような気がするぞ」"
    
    show ayame aya_2_01
    
    ay "「大体三時間ぐらいッスよ」"
    
    so "「マジですか」"
    
    ay "「マジッス」"
    
    "携帯で確認してみる。"
    
    "……五時半。本当だ。"
    
    so "「お前、三時間もずっと俺の寝顔だけ見て過ごしてたのかよ」"
    
    "なんてヤツだ……。"
    
    ay "「寝顔だけじゃないッスよ。」"
    
    show ayame aya_2_02
    
    ay "「他には寝言を聞いたり、ジュース飲みながらッス」"
    
    "とあやめの横にジュースの缶が二本、置いてあることに気がついた。"
    
    "そのうち片方はふたが開いている。飲み終わった後の空き缶らしい。"
    
    "あやめはもう一本の缶ジュースを持って、俺に差し出した。"
    
    show ayame aya_2_01
    
    ay "「これ、あやめのおごりでセンパイに買ってきた分ッス。もうぬるくなっちゃってるんスけど、よければどうぞ」"
    
    so "「ああ、ありがと……」"
    
    "またお礼を言って、ありがたく受け取ることにした。"
    
    play sound "sound/se/se_050.ogg"
    
    "ふたを開けて一気に飲み干す。"
    
    play sound "sound/se/se_055.ogg"
    
    "そして近くのゴミ箱に空き缶を二本とも投げ捨てた。"
    
    so "「しとねに晩飯までには帰るって言ってあるから、もう帰らないとな」"
    
    show ayame aya_2_08
    
    ay "「え～、そうなんスか？あやめはもっとセンパイと一緒にいたいッスけど。"」
    
    show ayame aya_2_02
    
    ay "「でも妹さんを困らせるわけにはいかないッスから、今日はしょうがないッスね」"
    
    "今日はほとんど遊んでいないというのに、あやめは全く嫌な顔をせずにうなずいた。"
    
    show ayame aya_2_01
    
    "街から自宅まで三十分以上かかる。それでもまだ時間はあるが余裕は持った方がいい。"
    
    "それにもう一つ。"
    
    so "「……家まで送るよ」"
    
    "こいつを家まで送り届ける時間も含むからな。"
    
    "ベンチに腰掛けたままのあやめに手を差し伸べる。"
    
    show ayame aya_2_02
    
    "今まで一度もしたことのなかった俺の行動で、あやめは少し意地悪っぽく笑う。"
    
    ay "「あれあれ？センパイどうしちゃったんスか？自分からあやめが引っ付くように誘導するなんて。もしかして何かたくらんでるんスか？すっごく怪しいッス」"
    
    so "「何もたくらんでない！ジュースとひざまくら三時間分のお礼だ！」"
    
    ay "「ホントッスか～？」"
    
    so "「いいからいつものように、ああ感激だなぁ！とか妄想を爆発させろ。そして思いっきり抱きついて来い。」"
    
    so "「好きなだけ頬ずりしろ。好きなだけ甘えろ。」"
    
    so "「どの道俺が言わなくてもそうするんだろ？だったら早くしろ。今なら無抵抗だからな。」"
    
    so "「だけど勘違いはするなよ！甘えていいのは今日だけだからな！」"
    
    "早口でまくしたてた。"
    
    "顔が熱い。おそらく耳たぶまで真っ赤なんだろう。"
    
    "あやめは俺の手を掴んで立ち上がった。"
    
    ay "「じゃあエンリョはしないッスよ。センパイ」"
    
    "両腕を巻きつけて体をぴたりと寄せてくる。"
    
    ay "「んん～……♪」"
    
    "目を閉じて頬をすりすりとさせる。"
    
    "たちまち周囲の視線を感じるようになった。"
    
    so "「……っ！」"
    
    "だが自分で言い出したことだ、どんなに恥ずかしくても耐えるしかない。"
    
    "俺はあやめの歩幅に合わせてゆっくりと歩き始めた。"
    
    jump main4_B # plo4.ks - *plo4_3
