label kiriko9:
    #*k_05|７月７日（ＳＡＴ）：いま、ここに在る
    
    #@day nowday='７月７日（ＳＡＴ）'
    
    play music "sound/bgm/bgm_001.ogg" fadeout 2.0
    
    scene bg bg_i00
    with Fade(1, 0, 1)
    
    show akira aki_1_01
    with dissolve
    
    ak "「……というわけで、だ。貴様にもこれを進呈しよう！」"
    
    so "「何がどういうわけなんだ。てか何だコレ？お米券か？」"
    
    show akira aki_1_04
    
    ak "「ンなわけあるか！よく見ろ、今夜限り半額だ。ご休憩ならなんと１／４！！」"
    
    "……ってコレ！！"
    
    so "「ラブホの割引券じゃねぇか！！」"
    
    "いや元々そういう趣旨の祭りなのだから、理解はできなくもないわけだが。"
    
    "……だが高校生が使えるのはどうかと思うぞ自治会！！"
    
    show akira aki_1_10
    
    ak "「うむ、商店街で配られていたのを失敬してきた。……虎だ！虎になるんだ！！」"
    
    so "「それを言うなら狼だろう……。てか、どのみち無理だ。俺たちじゃ、街のラブホは目立ちすぎる」"
    
    show akira aki_1_05
    
    ak "「何！？いきなりアウトドアとはチャレンジャーだな！！ならばこの虫除けスプレーを……」"
    
    so "「……少し、頭冷やそうか？」"
    
    "無表情を貼り付け、かなり本気で腕に力を込めつつ。"
    
    "……と。そんな俺たちを、やや離れた場所から見つめていた女の子に気づいた。"
    
    "背のかなり小さな、ショートカットの少女。歳は、俺たちよりも１つ２つ下くらい、だろうか。"
    
    "女の子" "「……あの、アキラくん？」"
    
    so "「……？」"
    
    show akira aki_1_01
    
    ak "「あぁ貴子、もう来てたのか？」"
    
    show akira aki_1_02
    
    ak "「……と、いうわけでだ。グッドラック！！」"
    
    hide akira aki_1_02
    with dissolve
    
    "手を繋いで駆けていく二人。"
    
    "……まさか。"
    
    "大人しそうな娘だったが……強引な明良を拒みきれなかったのか？"
    
    "ってか、ヤる気満々だぞ明良の奴……。"
    
    "……いや、流石に数年来の友人として、そんな奴ではないと信じたい。"
    
    "だが……うーむ……これは……。"
    
    ki "「……何を考え込んでいるのですか？」"
    
    show kiriko ki_4_01
    with dissolve
    
    "！！！？"
    
    "耳元でいきなりキリコの声が。って、ちょ、腕、腕！！"
    
    so "「あ、キリコ、ちょ、腕、てかむ、いやその、」"
    
    "しかも、いつの間にか腕に手を回されているわけで。その、俺の腕に柔らかい感触ががががが。"
    
    show kiriko ki_4_02
    
    ki "「お付き合いしているのですから、これくらい自然です。何か問題でも？」"
    
    "……周りの視線が痛い。というか、既に殺気さえ感じるのだが。"
    
    show kiriko ki_4_01
    
    ki "「……それとも、お嫌でしたか？」"
    
    "……う。またそういう顔を。"
    
    "というか、ここ数日のしおらしさはなんなんだ。これが最近流行の『ツンデレ』とかいうやつなのか！？"
    
    so "「……嫌じゃない。てか、むしろ嬉しい」"
    
    show kiriko ki_4_02
    
    ki "「……よかった」"
    
    "心の底から安堵したような声音。"
    
    "……そんな声を出されたら、もう何も言えないじゃないか。"
    
    so "「……ほら、行くぞ。そろそろ花火、始まるし」"
    
    show kiriko ki_4_06
    
    ki "「…………、」"
    
    so "「あ、それと。……似合ってよかった、その簪」"
    
    show kiriko ki_4_02
    
    ki "「……！！」"
    
    "キリコの顔が、一気に明るくなる。……その、なんだ、あまりの喜びように、俺がその顔を直視できないほどに。"
    
    so "「……ほら、転ぶなよ？」"
    
    ki "「大丈夫です。いざとなったら、支えてくださるでしょう？」"
    
    so "「……ぐは。そりゃ、まぁ、な」"
    
    "赤面しっぱなしの俺とは対照的に、子供のように嬉しそうなキリコ。"
    
    "俺たちは軽い足取りで、神社の裏山へと向かった。"
    
    play music "sound/bgm/bgm_004.ogg" fadeout 2.0
    
    scene bg bg_e06
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_074.wav"
    
    show kiriko ki_4_01
    with dissolve
    
    ki "「……まぁ、綺麗」"
    
    "……『君の方が綺麗だよ』とか言うのがお約束なんだろうが、もはや左腕が痺れるほどに密着されている俺はもう息も絶え絶えなわけで。"
    
    "主に理性が。"
    
    "しかも周りに注目されるのを嫌がってどんどん上に登っていった結果、周りにはもはや誰もいない場所にまで来てしまった。"
    
    "『いきなりアウトドアとは、——』明良の台詞が、脳裏を掠める。"
    
    "そんなわけで。"
    
    "俺たちは殆ど押し黙ったまま、花火を眺めていた。"
    
    play sound "sound/se/se_074.wav"
    
    scene bg bg_e06
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_074.wav"
    
    "……どれほど、そうしていただろうか。"
    
    "いつの間にかキリコの視線は花火ではなく、俺のほうに向いていた。"
    
    show kiriko ki_4_01
    with dissolve
    
    so "「……キリコ？」"
    
    ki "「……やはり、迷惑でしたか？」"
    
    so "「え……どうしたんだ、キリコ？」"
    
    ki "「わかっていたんです。あの告白が、わたしをからかっただけということは」"
    
    "胸が、痛む。"
    
    "確かにあの時は、ただキリコに一泡吹かせてやろうとして、あんなことを言ったのだから。"
    
    so "「…………、」"
    
    "キリコは立ち上がると数歩歩き、こちらを振り返った。"
    
    scene cg cg_ki_01
    with Fade(1, 0, 1)
    
    ki "「……けれど、それも嬉しかったんです。そんなことをする人は、他にいませんでしたから。」"
    
    ki "「……菊池寛の『形』という話は知っていますか？」"
    
    "……聞き覚えがある。確か、先週の授業でやったような記憶が。"
    
    so "「ああ猩々緋よ唐冠よ、……ってやつだっけ？具足の意味が、本人を上回ってしまったって話だったような」"
    
    ki "「はい。」"
    
    ki "「……『犬哭』の名はまさに、猩々緋の羽織と唐冠の兜なのです。」"
    
    ki "「誰もがその名だけで無闇に恐れおののくか、媚びて取り入ろうとする。」"
    
    ki "「……その中身が誰であろうと、お構いなしに」"
    
    "——お嬢様の怒りに触れれば、この地では生きられない。"
    
    "——犬哭の屋敷には、夜な夜な犬の吠える声がする。邪魔者をことごとく消し去った結果、亡霊の声が犬の声を借りて——、"
    
    "——こんな田舎に居を構えているのは、実は地下に人質を捕らえておくために——、"
    
    "幾度も耳にしてきた、くだらない噂話。"
    
    "だがそれは、どこまでも噂にすぎなくて。"
    
    so "「……キリコはそんな奴じゃない。そんなことは、見ていればわかる」"
    
    ki "「……えぇ。けれど、そう思わせるように振舞っていたのは事実です。」"
    
    ki "「わたし自身、ついこの間まで気づかなかったことですが」"
    
    "……周りがそう期待するから、その通りに振舞う。"
    
    "それは、素直な子供がすることと何が違おう。"
    
    "彼女は無理なんかしていない。"
    
    "ただ、何が無理なのかが。未だに、定まっていないだけなのだ。"
    
    ki "「……両親も、わたしは手のかからない子であったと言っていました。」"
    
    ki "「我侭も言わず、大人しく言われたことをこなすいい子だと。」"
    
    ki "「けれど、あなたに会って。」"
    
    ki "「はじめて、我侭を言いたいと。……他人を、振り回したいと思ってしまったのです」"
    
    "空虚な、……自虐的な、微笑み。"
    
    ki "「……けれど、それに気づいたものも、居ませんでした。」"
    
    ki "「いえ、気づかなかったというよりは、どうでもよかったのでしょうね。……『犬哭』であれば、中身など」"
    
    so "「……キリコ」"
    
    ki "「そう、犬哭の者として、こんなことは言えない。」"
    
    ki "「言ってはいけない。考えてもいけない。」"
    
    ki "「でも、言わずにはいられないんです」"
    
    so "「キリコ。もういい、」"
    
    ki "「あなたの心がわたしに無くとも、別れたくない。離れたくない。——他の誰にも、あなたを渡したくない——！！」"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "キリコが、泣いていた。泣き叫んでいた。——子供のように。"
    
    ki "「わたしはあなたがいなければ、ただの虚像に過ぎないんです！」"
    
    ki "「見てくれる人がいない人間など、具足に取り憑いた幽霊と何が違いますか！？」"
    
    so "「キリコ、もういい。もういいんだ！」"
    
    ki "「わたしは、自分がどんな人間なのかもわからない！」"
    
    ki "「ただ周りの期待を反映するだけの、幽霊でしかない！」"
    
    ki "「あなたと普通に話をしたくても、この言葉遣いさえ直すことができないんです！！」"
    
    ki "「わたしは——、」"
    
    if sf_k_true == 1:
        menu:
            "どうすればいいか、わからなかった":
                jump stop
                #jump ToDo # r_01.ks - Top

            "……もう、見ていられなかった":
                jump kiriko9_A # k_05:91
                

#;----------------------------------------------------------------------
label kiriko9_A:

    "……もう、見ていられなかった。"
    
    "俺は衝動のままにキリコを抱き寄せ、そのまま——、"
    
    ki "「え……？」"
    
    so "「もう、やめろ。」"
    
    so "「少なくとも俺にとっては、キリコは幽霊なんかじゃない。」"
    
    so "「見えるし、触れるし、……こうして、キスだってできる。」"
    
    so "「……それだけじゃ、ダメなのか？」"
    
    "抱きしめたキリコの身体は、触れているのが怖くなるほどに華奢で。"
    
    "そのうえ、離せば消えてしまうかもしれないと思えてしまうほどに軽かった。"
    
    scene bg bg_e06
    with Fade(1, 0, 1)
    
    show kiriko ki_4_06
    with dissolve
    
    ki "「……雨宮、くん」"
    
    so "「ごめん。今まで、悪かった。でも、今度こそ本気だから。」"
    
    so "「俺と……付き合ってほしい」"
    
    ki "「……本気に、しますよ？」"
    
    so "「本気にしてくれ。今度は、俺だって本気なんだ」"
    
    ki "「……わたし、あなたにだけは意地悪で我侭ですよ？」"
    
    so "「もう慣れたよ」"
    
    ki "「……わたし、独占欲強いですよ？」"
    
    so "「むしろ萌える」"
    
    ki "「でも、その……」"
    
    so "「俺は、キリコでなければ駄目なんだ。」"
    
    so "「これから変わって行くにしても変わらないにしても、それを一番近くで見ていきたいんだ。」"
    
    so "「俺じゃ、駄目なのか？」"
    
    ki "「…{w=0.5}…{w=0.5}だめ、です。」"
    
    ki "「まだ遠すぎます。もっと、近くにきてください。取り返しがつかなくなるくらい、近くに」"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_004.ogg"
    
    "気づけば、キリコの身体からは完全に力が抜けていて。俺たちは口付けあったまま、その場に倒れ込んだ。"
    
    play music "sound/bgm/bgm_005.ogg" fadeout 2.0
    
    scene bg bg_e06
    with Fade(1, 0, 1)
    
    show kiriko ki_4_01
    with dissolve
    
    ki "「……着崩れてしまいましたね」"
    
    so "「……若さってなんだ。躊躇わないことか」"
    
    "祭りの夜、男女が暗い森から戻ってきて。しかも女は着物が着崩れている。"
    
    "……状況証拠として、これ以上のものはあるまい。"
    
    ki "「いよいよ、後戻りはできませんよ？覚悟はよろしくて？」"
    
    so "「……改めて言われると覚悟が……、」"
    
    show kiriko ki_4_02
    
    so "「って何がおかしいんだ？」"
    
    ki "「だって。どう見ても、覚悟が揺らいでいるようには見えませんから」"
    
    "……まぁ確かに、中途脱落するつもりなど毛頭ないわけだが。"
    
    "改めて。俺はこのお子様な先輩に、本気でイカれてしまったらしい。"
    
    "でもまぁ、言われっぱなしなのも悔しいわけで。"
    
    so "「……わからないぞー？男なんてみんな、浮気者だしな」"
    
    show kiriko ki_4_01
    
    ki "「また、心にも無いことを」"
    
    so "「……どうして、わかるんだよ？」"
    
    ki "「わたしには、あなたしかいませんから。」"
    
    ki "「あなたがわたしのことを解る程度には、わたしもあなたのことが解ります」"
    
    so "「……う、ぁ」"
    
    "そんなことを一片の迷いもなく言われたら、黙ってしまうしかないじゃないか。"
    
    show kiriko ki_4_02
    
    ki "「それに、もう絶対に離しませんから。浮気なんて、させませんよ？」"
    
    ki "「そんな不埒なことは、考えることも出来なくして差し上げます」"
    
    "そう言って、またしな垂れかかってくるキリコ。……次ラウンドですかー！？"
    
    so "「いや、それは、嬉しいけど。というかもう少し休ませ……」"
    
    show kiriko ki_4_01
    
    ki "「えぇ、ごゆっくりどうぞ。今日はずっと一緒に居られると仰ったのは、雨宮くんの方ですしね」"
    
    "ちょ、オールナイトですかー！？"
    
    ki "「ふふっ、言葉のあやなどではありませんよ？」"
    
    ki "「わたしが他の人のことなど考えられないように、あなたも他の人のことなんて、もう二度と考えられないようにして差し上げますわ。」"
    
    ki "「わたくし、嫉妬深くってよ？」"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "まぁ、その。"
    
    "結果、割引券は役に立ってしまったわけで。"
    
    "……割り勘などという情けないマネを免れた身としては明良に感謝すべきなんだろう。"
    
    "といって、馬鹿正直に言うつもりもまた毛頭ないわけだが……。"
    
    #jump kiriko9 # k_06.ks - Top
    
    jump stop
