label misogi4_A:

    #*mi_6a|６月２５日（ＭＯＮ）：イ・タ・ズ・ラ
    
    "俺はとりあえずトイレへ行ってから再び教室に戻った。"
    
    scene bg school classroom
    with Fade(1, 0, 1)
    
    "教室にはやっとクラスメイトが集まりつつあり、朝の喧騒が聞こえてきたりもする。"
    
    show misogi mi_1_01
    with dissolve
    
    "その中で、教室の真ん中付近にみそぎは一人で座っている。"
    
    "自分の予習も宿題も済ませてあるはずなので、やることもない。"
    
    "俺は、みそぎの許へ寄ることにした。"
    
    so "「よ、さっきは何かアグレッシブだったな」"
    
    "明良を粗大ごみに出すと言う意見に賛同してボケまでかますとは。"
    
    show misogi mi_1_09
    
    mi "「え？私、何かした？」"
    
    so "「いや、まぁいいんだ。別にあんなのは問題ないからな」"
    
    "自覚がないらしい。これは相当の天然だな。"
    
    show misogi mi_1_01
    
    mi "「何か、用かな？」"
    
    so "「いや、別に何もないんだが、どうも時間が余ってしょうがないんだ」"
    
    show misogi mi_1_05a
    
    mi "「そうなの？予習とかはしたの？」"
    
    so "「ああ」"
    
    show misogi mi_1_06a
    
    mi "「そうだね、それじゃ、まだ時間もあるし、ちょっとお散歩しよっか」"
    
    so "「そうだなぁ、それじゃ、行くか」"
    
    "俺は、みそぎの提言に従ってそこら辺を散策することにした。"
    
    "女子生徒Ａ" "「あー、あの二人、どこ行くんだろうねぇ～？」"
    
    "ひそひそ話が聞こえたが、無視することにする。"
    
    "ってか、言うなら言うで、もうちょっと聞こえない声で言え。"
    
    play music "sound/bgm/misogi.ogg" fadeout 2.0
    
    scene bg bg_a14
    with Fade(1, 0, 1)
    
    "で、なんだかんだで結局屋上に来てしまった。"
    
    "俺の暇つぶしといえば、やっぱりこんなとこだ。"
    
    show misogi mi_1_09
    with dissolve
    
    mi "「聡介くんって、屋上、好きなの？」"
    
    "フェンスに肘をつく俺に、みそぎがちょっと後ろから声をかける。"
    
    so "「そうだな。暇なときはいつもここだな」"
    
    show misogi mi_1_06b
    
    mi "「へぇ。でも、きもちいいよね、こう、風が、とてもきもちいい」"
    
    "みそぎは、両手を広げて深呼吸をする。"
    
    so "「そうだなー。いやぁ、ここは良いぞ～。上向けば見えるのは空だけだしな」"
    
    show misogi mi_1_01
    
    mi "「うん」"
    
    scene bg bg_s00
    with Fade(1, 0, 1)
    
    "夏に向かって暑くなる季節、そよ風が気持ちいい。"
    
    "それに朝の清々しさも混じって、気分は爽快だ。"
    
    "ああ、いい風だ。"
    
    scene bg bg_a14
    with Fade(1, 0, 1)
    
    show misogi mi_1_01
    with dissolve
    
    so "「なぁ、みそぎ……」"
    
    mi "「なぁに？」"
    
    so "「お前さ、学校、楽しいか？」"
    
    "いつも大体一人だしな。"
    
    show misogi mi_1_02
    
    mi "「うん、楽しいよ。すごく楽しい」"
    
    "満面の笑みで答える。"
    
    "俺の心配しすぎだったみたいだ。"
    
    so "「そうか、それならいい」"
    
    show misogi mi_1_06a
    
    mi "「うん、これがいいの」"
    
    "ふと、時計を見たが、もうちょっと時間に余裕はありそうだ。"
    
    show misogi mi_1_06b
    
    mi "「聡介くん……」"
    
    so "「ん？」"
    
    "と、みそぎに呼ばれて振り向いたときだった。"
    
    play sound "sound/se/se_090.ogg"
    
    hide misogi mi_1_06b
    with dissolve
    
    "突然の強風。"
    
    "そこで目にしたものは……"
    
    scene cg cg_mi_02
    with Fade(1, 0, 1)
    
    mi "「──きゃっ！！」"
    
    so "「ぬぁぉうッ！！？」"
    
    "みそぎのスカートがぱたぱたとはためく。"
    
    "当然、俺の目に映るものは……みそぎのぱんつ。"
    
    "ただの布のくせに、俺の目を釘付けにさせるとは何事か。"
    
    so "「あ」"
    
    scene bg bg_a14
    with Fade(1, 0, 1)
    
    show misogi mi_1_06a
    with dissolve
    
    mi "「あ、えへへ、見られちゃったね……」"
    
    "恥ずかしそうに頬を赤らめながらも、嫌そうな表情はしない。"
    
    "それが俺の背徳感を煽った。"
    
    so "「わ、わわっ！すまん、みそぎ！別に俺は見たくて見たんじゃなくって不可抗力と言うかその風のイタズラであってだな！！！」"
    
    show misogi mi_1_06b
    
    mi "「いいよ、聡介くんになら。見られても、良いよ……」"
    
    "どことなくその声に恍惚としたニュアンスが含まれているのは気のせいなのだろうか。"
    
    "…………だとしたら、みそぎって意外とＭなのかもしれない。"
    
    so "「そ、それは嬉ｓ……じゃなくってだなッ！！」"
    
    play sound "sound/se/se_060.ogg"
    
    "キーンコーンカーンコーン……"
    
    show misogi mi_1_06a
    
    "俺の苦し紛れの言い訳をかき消すように鳴り響く予鈴。"
    
    "いつの間にか時間は経っていたようだ。"
    
    so "「あ、も、もうこんな時間か！！いいいい、い、行くぞ、みそぎっ！」"
    
    show misogi mi_1_02
    
    mi "「うん……ふふっ、聡介くんって、やっぱりかわいいね」"
    
    so "「────ッ！！？」"
    
    "俺の顔はさらに真っ赤になっていたに違いない。"
    
    "……前言撤回だ。"
    
    "こいつは俺で遊んでる。間違いない。"
    
    "真性ドＳでファイナルアンサーだ。"
    
    jump main6_C # plo6.ks - *plo6_4

#:---------------------------------------------------
label misogi4_B:

    #*mi_6b|６月２５日（ＭＯＮ）：吸い込まれそうな蒼に
    
    "教室で食べようと思い、弁当を取り出そうとしたときに、みそぎが俺の横に来た。"
    
    show misogi mi_1_01
    with dissolve
    
    mi "「聡介くん、一緒に、食べない？」"
    
    so "「あ、ああ。いい、けど……」"
    
    "俺は声を潜めて、周りを見渡す。"
    
    "いまだに好奇の目で見られているのが嫌でもわかる。"
    
    "周囲に聞こえないように声量を調節し、みそぎに話しかける。"
    
    so "「ここじゃあれだ。ちょっと、他へ行って食べようぜ」"
    
    mi "「あ、うん……どこにしよっか？」"
    
    so "「そうだな、あそこもだめ、そこもだめ……」"
    
    "考えをめぐらしてみるが、やはり屋上以外思いつかない。"
    
    "しかし、ワンパターンすぎるのでここは気分転換を兼ねて他に行ってみたいような気もする。"
    
    so "「うーん……あ！あそこなら良いかもな！」"
    
    "これは名案だ。この暑い時期に相応しい、と言うか風物詩と言うか。"
    
    show misogi mi_1_09
    
    mi "「？　じゃ、連れてってくれる？」"
    
    so "「さぁて、行くぞ！」"
    
    "好奇の目から逃れるように、俺は早足で教室を出る。"
    
    "みそぎは俺の後ろについてくる。"
    
    "目指すは、そう。"
    
    "プールだ！"
    
    play music "sound/bgm/misogi.ogg" fadeout 2.0
    
    scene bg bg_a10
    with Fade(1, 0, 1)
    
    show misogi mi_1_05
    with dissolve
    
    mi "「……きれい」"
    
    "プールは、清掃されたばかりの水槽に、透き通った水が張られている。"
    
    "それが太陽光を反射し、少し眩しいくらいだが、きらきら輝いてきれいだった。"
    
    "おまけに、授業でも使わず、放課後に水泳部員が使うだけの施設のため、この時間には誰もいない。"
    
    so "「何か、夏って感じだな」"
    
    show misogi mi_1_06a
    
    mi "「うん。塩素の匂いとかも、私、結構好き……」"
    
    "俺たちは、プールサイドの日陰に腰を下ろし、弁当を広げる。"
    
    so "「ああ、何か、ピクニックみたいな気分だな。静かだし、アウトドアだし」"
    
    show misogi mi_1_02
    
    mi "「本当、静かで気持ちいい」"
    
    "時折通り抜ける風が気持ち良い。"
    
    so "「ああ、こりゃ屋上とプールでローテーション組まないとな」"
    
    mi "「ふふ、そのときは私も呼んでね」"
    
    "こんな昼も悪くない。"
    
    "学校の敷地内では、結構内側にプールが位置するので、車の走り抜ける音も、現代の生活音も聞こえない。"
    
    "あー、小学校の夏休みみたいな気分になるな。"
    
    so "「いやぁ、普段の昼飯が別物みたいに美味いな」"
    
    show misogi mi_1_05
    
    mi "「そうだね、私のも、食べて。はい、あーん」"
    
    "みそぎが例によって口を開くことを要求してくる。"
    
    so "「いや、だから、そういうのは勘弁してくれ、ホント」"
    
    mi "「大丈夫だよ。誰も見てないから」"
    
    so "「そういう問題じゃぁ……はぁ……あむっ」"
    
    "まぁ、あれだ。不可抗力だ。俺は仕方なくみそぎの箸に載っていたミートボールを口に運ぶ。"
    
    so "「うぉ、美味いな。しかも手作りか」"
    
    show misogi mi_1_06b
    
    mi "「うん。あんまり冷凍食品とか好きじゃないから」"
    
    so "「それにしても、良くこんなの作れるな。今度しとねと料理対決しようぜ。俺が審判やるからさ」"
    
    "名案だな。これは楽しみだ。"
    
    show misogi mi_1_03
    
    mi "「しとねちゃん、か……」"
    
    so "「ん？しとねがどうかしたか？」"
    
    show misogi mi_1_01
    
    mi "「あ、え、ううん、何でもないよ」"
    
    "みそぎの挙動が少しだけおかしくなった気がした。"
    
    so "「あー、そうだな。随分しとねとも会ってないしあれか。会いづらいのか」"
    
    show misogi mi_1_03
    
    mi "「う、うん。そう……元気、かな？」"
    
    so "「そりゃもう馬鹿は風邪引かないって言うくらい元気だ」"
    
    mi "「そう、なんだ……」"
    
    "何だろうか、この違和感は。何か引っかかる言動だな。"
    
    "まぁ、それはどうでもいいか。俺はとりあえずこの時間を楽しみたい。"
    
    scene bg bg_a10
    with Fade(1, 0, 1)
    
    "俺は弁当を平らげ、空を見上げる。"
    
    so "「あ～、毎日こんな天気ならいいのになぁ」"
    
    show misogi mi_1_01
    with dissolve
    
    mi "「そうだね。でもまだ梅雨も明けてないみたいだし」"
    
    so "「…………寝っ転がってみないか？」"
    
    show misogi mi_1_05a
    
    mi "「え？」"
    
    scene bg bg_s00
    with Fade(1, 0, 1)
    
    "ごろん、と俺はその場に寝転がり、空を仰ぐ。"
    
    so "「……空に落ちてくみたいだ」"
    
    mi "「……本当、吸い込まれそう」"
    
    "みそぎも俺の横で仰向けになる。"
    
    mi "「夏、か……」"
    
    "みそぎは、誰に言うでもなくそう呟いた。"
    
    mi "「そろそろ、お祭だね」"
    
    so "「……そうだな」"
    
    mi "「彦星様は、織姫様の想いに気づいてくれるかな……」"
    
    "ふと、みそぎの方に目をやる。"
    
    "少し憂いを含んだ表情で、目を細めて空を見つめていた。"
    
    so "「……？」"
    
    "あれ、確か彦星と織姫って相思相愛だけど、１年に１度しか会えないってやつじゃなかったっけ？"
    
    "みそぎの言ったことと矛盾するが、みそぎは考えあって、その言葉を口にしたのかもしれない。"
    
    "俺は、その続きがあるものと思って、みそぎの言葉を待ったが、その続きを言うことはなかった。"
    
    "──答えは自分で探せ、ってか。"
    
    "俺たちは、予鈴がなるまでプールサイドの日陰で束の間の休息を楽しんだ。"
    
    jump misogi4_C # mi_6.ks - *mi_6c

#;-----------------------------------------------------------
label misogi4_C:
    #*mi_6c|
    
    play music "sound/bgm/bgm_001.ogg" fadeout 2.0
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    "そういえば、ここ最近はかなり濃い日常だったな。"
    
    "俺は、布団の上でそんなことを考ていた。"
    
    "みそぎと仲直り（？）してからと言うもの、めまぐるしく状況が変化しているような気がする。"
    
    si "「おにいちゃ～ん、お風呂沸いたよ～！」"
    
    so "「はいよー」"
    
    "階下からしとねの声が聞こえたので、適当に返事をしておく。"
    
    "そして数瞬後にはそれを忘れ去り、また物思いに耽る。"
    
    "今日は何か疲れてるのかもしれない。"
    
    "……１時間も早く起床した所為かな。"
    
    "そうか、もう３週間くらい経つのか。いや、早かった。"
    
    "ぎこちなく『雨宮くん』と呼ばれる関係から、昔通り『聡介くん』に戻るまでには修復されたってか。"
    
    so "「……って、みそぎのことばっかりかよ」"
    
    "まぁ、それ以外は……色々あるにはあるのだが。"
    
    so "「キリコ会長にこき使われたり、あやめに突進されたりばっかりだからなぁ」"
    
    "それはずっと変わらなかったりもするわけで。"
    
    "新しく変わったことのほうが話題に事欠かないからそう思うだけなんだろう。"
    
    so "「……とはいえ」"
    
    "幼なじみが成長したってのは感慨深いな。"
    
    so "「特に胸、とか……」"
    
    "もう何回目の妄想か。自分の脳が嫌になるほど邪だ。"
    
    "別に巨乳好きってわけでもないのだが、なんか、ほら、アレだ。"
    
    "年頃の男の子だし女体がどうのこうの…………って明良に毒されすぎだっつーの俺！！！"
    
    "ああ、あんなヤツと友達になったばっかりに。可哀相な俺。"
    
    "そんな妄想をしていたばっかりに、みそぎを直視できないこともしばしば。"
    
    "背徳感、と言うよりはやっぱり恥ずかしい気持ちのほうが大きかったりする。"
    
    "それに反して、みそぎは無邪気と言うか、何か昔のままだ。"
    
    "それが余計に俺を危うい状況に陥れるのだが。正直勘弁して欲しい……かな？"
    
    "……あ、そういえばしとねが何か言ってたな。"
    
label misogi4_D: # *mi_6c_s|
    
    menu:
        "風呂が沸いたんだっけ？":
            $ f_misogi_6 = 1
            jump misogi4_D_1 # mi_6d
            
        "別に言ってなかったかも":
            $ f_misogi_6 = 2
            jump misogi4_D_2 # mi_6e

#;-----------------風呂が沸いたんだっけ？-------------------------
label misogi4_D_1: #*mi_6d|

    so "「あー！！忘れてた！」"
    
    "殆ど聞いてなかったが思い出した！"
    
    "しとねがさっき呼んでたな。"
    
    "そろそろ風呂へ入らねばなるまい。"
    
    "思い立ったが吉日（？）、俺は起き上がり、風呂へと向かった。"
    
    stop music fadeout 1.0
    
    jump misogi5 # m_01.ks - Top

#;-----------------別に言ってなかったかも──------------------------
label misogi4_D_2: # *mi_6e|

    "まぁ、空耳だろう。"
    
    "ふと、目についたアルバムを手に取る。小学生の卒業アルバムか。"
    
    "この頃はまだ明良とも出会ってない。至って普通の小学生をしていた記憶がある。"
    
    so "「あー、俺こんな顔だったのか！」"
    
    "今と比べるとやっぱり幼い。それにしても変な顔で写りやがって。"
    
    "もうちょっとマシな顔で載ればよかったのにな。"
    
    "ぺらぺらとページを捲り、適当に眺める。"
    
    "その中に、当然ながらみそぎも載っているわけで。"
    
    play sound "sound/se/se_018.wav"
    
    so "「お、この頃懐かしいな～」"
    
    play sound "sound/se/se_018.wav"
    
    so "「運動会か～、こんなこともあったなぁ」"
    
    play sound "sound/se/se_018.wav"
    
    so "「みそぎも写ってるな～」"
    
    play sound "sound/se/se_018.wav"
    
    so "「この頃と顔はあんまり変わらないな」"
    
    play sound "sound/se/se_018.wav"
    
    so "「あ～、ぺったんこ……ゲフンゲフン」"
    
    play sound "sound/se/se_018.wav"
    
    so "「～～～♪{w=0.5}…{w=0.5}…{w=0.5}はっ！？」"
    
    "気が付けば、何となく、本当に何となくだが、みそぎのことばっかりを気にしている。"
    
    so "「いやいや、そんなはずは……」"
    
    "時に、否定とは肯定を逃れたいが為の虚偽であることもある。"
    
    "というよりむしろ、それによって妙に意識してしまうため、結果としての肯定が導き出されうる、と言うこともあったりなかったり。"
    
    so "「んー……」"
    
    "そういえば、みそぎと俺が話すようになってから騒ぎ立てるやつらがいるが、やっぱりあいつらにはそういう目で捉えられているということであって……。"
    
    so "「ああ馬鹿馬鹿しい！！　そんなことねーっての！」"
    
    show sitone si_2_04
    with dissolve
    
    si "「何がないって言うの！？もう、おにいちゃんってば、さっきから呼んでるのにちっとも来ないんだから！！」"
    
    "俺がそんなことを言って布団に顔を伏せていると、いつの間にかしとねがドアのところに立っていた。"
    
    so "「うをッ！？お前いつからそこに！？」"
    
    show sitone si_2_08
    
    si "「今さっき！もう、お風呂沸いたって言ったでしょ！？」"
    
    so "「あ、そそそうだった！！忘れてた！！」"
    
    show sitone si_2_04
    
    si "「だから、さっさと入っちゃってね」"
    
    so "「わかったって、ごめん」"
    
    "しとねはそこまで言って俺の部屋を出て行った。"
    
    hide sitone si_2_04
    with dissolve
    
    "さ、それじゃ風呂入って早めに寝るとしようか。"
    
    stop music fadeout 1.0
    
    jump misogi5 # m_01.ks - Top
