label misogi6:

    #*m_02|７月６日（ＦＲＩ）：想いをこめて
    
    #@day nowday='７月６日（ＦＲＩ）'
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "昨日は案の定十分な睡眠をとれぬままに朝を迎えた。"
    
    "起きてからも落ち着かない気持ちで一杯で、これが夢ならとも思ったが、机の上にある簪が現実だと教えてくれた。"
    
    "学校では、いつも通り平静を装うつもりでいたが、そわそわして落ち着きない様子だったに違いない。"
    
    "みそぎとは、意図的にあまり接触しないようにした。"
    
    "みそぎも、それを察してか、あまり積極的な態度を取らなかった。"
    
    play music "sound/bgm/bgm_003.ogg" fadeout 2.0
    
    scene bg bg_b02
    with Fade(1, 0, 1)
    
    "夕方６時を回って日も暮れかけてきた頃に、この町は活気付き始める。"
    
    "浴衣の老若男女がそこここに見られ、雰囲気はもう祭そのものだ。"
    
    show sitone si_2_03
    with dissolve
    
    si "「ねぇ、おにいちゃん……」"
    
    so "「ん、な、何だ？」"
    
    si "「おにいちゃんは、今日お祭、行くんだよね……？」"
    
    "しとねはどことなく悲しげな表情で俺に尋ねる。"
    
    so "「ああ、行くよ……」"
    
    si "「誰、と……？」"
    
    so "「……みそぎと、だ」"
    
    si "「……そ、そう」"
    
    "ぎこちない受け答えをして、しとねは部屋へと戻っていく。"
    
    hide sitone si_2_03
    with dissolve
    
    "しとねは会話の最中に俺と目を合わせることはなかった。"
    
    so "「おーい、お前は行かないのか？」"
    
    "と、問い返すも、返事はなく、俺が出かけるまで、しとねは部屋から出てこなかった。"
    
    "……ごめんな、しとね。"
    
    play music "sound/bgm/misogi.ogg" fadeout 1.0
    
    scene bg bg_i04
    with Fade(1, 0, 1)
    
    "俺は質素な紺色の浴衣に身を包み、例の物を小さな巾着に入れて祭へ向かった。"
    
    "神社の境内の外れに、小さな池がある。その畔にある大木の傍で待ち合わせることにした。"
    
    "ちらほらとカップルの姿が見えるが、ここまで縁日の五月蠅い雰囲気は及ばない。"
    
    "俺が着いた時、みそぎはまだいなかった。"
    
    so "「すぅ──はぁ、すぅ──はぁ」"
    
    "緊張して胸が高鳴る。"
    
    "数日前まではこんなことなかったのに。"
    
    "ただの幼なじみだ、友達だ、と思っていた存在が、俺の中でこんなに大きくなってくるとは思いもしなかった。"
    
    "直視できないかもしれない。"
    
    show misogi mi_3_06a
    with dissolve
    
    mi "「……お待たせ」"
    
    "物思いに耽っていた俺の側に、いつの間にかみそぎが立っていた。"
    
    so "「お、おう……」"
    
    "緊張して上手く話すことが出来ない。"
    
    "これでただの幼なじみと言う関係が崩れることは明白なのだ。"
    
    "その心の準備が、俺にはまだ出来ていないらしかった。"
    
    show misogi mi_3_06c
    
    mi "「えと、その、ね……ありがと」"
    
    so "「──ッ！！？」"
    
    "みそぎの頬が見る見る紅く染まり、恥じらいの様相を呈すると、みそぎに聞こえるんじゃないかって言うほど俺の鼓動が速まった。"
    
    show misogi mi_3_06b
    
    mi "「この浴衣、似合う、かな……？」"
    
    "白地に、いかにも夏らしい涼しげな文様をあしらった浴衣。"
    
    "いつもの雰囲気とはまた違うみそぎの風体に見惚れる。"
    
    so "「あ、うん、凄くいい……」"
    
    show misogi mi_3_06a
    
    mi "「えへへ……そんなに見られると、どきどきしちゃうよ……」"
    
    "頭がくらくらする。"
    
    "みそぎの一挙手一投足が理由もなく俺の感情を刺激する。"
    
    so "「じゃぁ、さ、とりあえず、露店まわろうか」"
    
    mi "「うん」"
    
    "そう言って、俺はさりげなくみそぎの手を取り、歩を踏み出した。"
    
    play music "sound/bgm/bgm_003.ogg" fadeout 2.0
    
    scene bg bg_i01
    with Fade(1, 0, 1)
    
    show misogi mi_3_08
    with dissolve
    
    mi "「ねぇ、あれ何だろ？」"
    
    so "「ん、ああ。射的だな。ってか、お前やったことないのか？」"
    
    "みそぎはあまりこういうところに興味がなかったのか知らないが、物珍しそうに目をきょろきょろさせている。"
    
    "一方俺はと言うと、毎年男だけで露店を歩き回ったりしてるので、それなりに遊びつくした感もある。"
    
    so "「やってみるか？」"
    
    show misogi mi_3_06b
    
    mi "「え、あ、うん……」"
    
    scene bg bg_i03
    with Fade(1, 0, 1)
    
    show misogi mi_3_06b
    with dissolve
    
    so "「すいませーん、二人分で」"
    
    "オヤジ" "「あいよー」"
    
    "俺の分とみそぎの分、二人分の銃を貰う。"
    
    mi "「え、あ、あの、聡介くん？私、わからないんだけど……」"
    
    "銃を片手に持ちながら、きょとんとして俺に助けを求めてくる。"
    
    so "「じゃぁ、手本見せるからさ」"
    
    "俺はみそぎの横で銃を構え、陳列してある景品に狙いを定めてトリガーを引く。"
    
    play sound "sound/se/se_008.wav"
    
    "パンッ！と言う音がして、詰めたコルクの弾が飛んでいく。"
    
    "……残念ながら、外れだ。"
    
    so "「な、みそぎ、こうやってやるんだ」"
    
    mi "「え、うん、こ、こう、かな？」"
    
    "みそぎはぎこちない手つきで半身に銃を構える。"
    
    "緊張しているのか、身体が少し震えているようにも見える。"
    
    "オヤジ" "「お嬢ちゃん、そんな緊張せんでも大丈夫だぞ？」"
    
    "店のオヤジがみそぎに言うも、身体が強張っている。"
    
    so "「……仕方ないな。ほら、どれが欲しいんだ？」"
    
    mi "「あ、あれ」"
    
    "みそぎが指差した向こうには、もけもけしたぬいぐるみがあった。"
    
    "俺はみそぎに身体を重ね、それに狙いを定めて銃を固定してやる。"
    
    so "「ほら、トリガー引くんだぞ」"
    
    mi "「う、うん！」"
    
    play sound "sound/se/se_008.wav"
    
    "パンッ！"
    
    "ぽて、とぬいぐるみが落ちた。"
    
    "オヤジ" "「お～、おめでとう、ほら、これはお嬢ちゃんのもんだよ」"
    
    "それを拾い、オヤジはみそぎに手渡す。"
    
    show misogi mi_3_02a
    
    mi "「聡介くん、ありがと」"
    
    so "「あ、いや……」"
    
    "オヤジ" "「はっはっは！！若いねぇ！あんちゃん！その娘大事にしなよ！」"
    
    so "「う、うるさいっ！余計な世話だ！」"
    
    "各自５発ずつの弾を撃ったが、結局さっきのぬいぐるみ以外は当たらず、俺たちはその店を後にした。"
    
    "そういえば、俺はなんてことしたんだ。"
    
    "みそぎとあんなに身体くっつけちまって……。"
    
    scene bg bg_i02
    with Fade(1, 0, 1)
    
    "その後も、みそぎと散々祭を歩き回り、縁日を楽しんだ。"
    
    "みそぎは手に綿飴やらヨーヨーやらを持ち、随分楽しそうにしている。"
    
    show misogi mi_3_02
    with dissolve
    
    mi "「お祭って、こんなに楽しいものだったんだね」"
    
    so "「いや、本当、楽しそうで何よりだ」"
    
    show misogi mi_3_05
    
    mi "「あ！あれは？」"
    
    "みそぎは次々に新しい発見をしては興味を持つ。"
    
    "ああ、もうしょうがないなとは思いながらも、それを楽しんでいる自分がいることにも気づく。"
    
    so "「これで、良かったんだろうな……」"
    
    "俺は一人で呟く。"
    
    show misogi mi_3_06c
    
    mi "「ね、聡介くん……」"
    
    so "「ん？なんだ？」"
    
    mi "「……ちょっと疲れちゃった。あっちで休まない？」"
    
    "みそぎは少し離れた静かそうな場所を指差して、そう言った。"
    
    so "「ああ、そうだな」"
    
    "これはチャンスだ。"
    
    "いや、ここしかないな。"
    
    "俺は腹を決めて、みそぎと共にその場所へ向かった。"
    
    play music "sound/bgm/bgm_004.ogg" fadeout 2.0
    
    scene bg bg_i04
    with Fade(1, 0, 1)
    
    show misogi mi_3_02
    with dissolve
    
    mi "「いっぱい遊んじゃったね」"
    
    so "「そうだな。まぁ、楽しそうで何よりだ」"
    
    "すぐ隣で縁日の催しをしているというのに、この場所は意外と静かだ。"
    
    "人の目もあまり無い。"
    
    mi "「たこやき、食べる？」"
    
    so "「あ、じゃぁ貰う」"
    
    show misogi mi_3_02a
    
    mi "「はい、あ～ん」"
    
    "みそぎが目の前にたこ焼きを差し出す。"
    
    "そういえば、学校でこんなことしてたんだな……。"
    
    "自分の気持ちに気づいておらず、そして半ば強制的だったイベントに比べて、今の状況はなんと言うか、恋人同士のそれに近いんじゃないか？"
    
    "そう思いつつも、みそぎの差し出したたこ焼きを頬張り、満足を得る。"
    
    so "「祭の味がするな」"
    
    mi "「ふふっ」"
    
    "俺はたこ焼きを咀嚼しながら、右手にある巾着袋を握り締めた。"
    
    "これを、渡すのか。"
    
    "簪を渡すのはいいものの、恋文と言う習慣はどうにも慣れない。"
    
    "もし後々こんな粗末なものが残ってしまったらどうしよう。"
    
    "そんなことを考えていたおかげで、これまた味気ないものが出来てしまった。"
    
    "俺の表情が強張っていたか何かしていたのだろう、みそぎが不思議そうに尋ねる。"
    
    show misogi mi_3_08
    
    mi "「どうしたの？具合でも、悪い？」"
    
    so "「い、いや、そういうわけじゃないんだけど……」"
    
    "どうやら、みそぎも察してくれたらしい。"
    
    show misogi mi_3_06c
    
    mi "「いいよ、遠慮なく言って……」"
    
    "結果的に、その言葉が俺の後押しをしたのかどうかはわからないが、もう退路は無い。"
    
    so "「なぁ、みそぎ……」"
    
    show misogi mi_3_06b
    
    mi "「……うん」"
    
    so "「こ……これ、受け取ってもらえる、か？」"
    
    "巾着から取り出し、差し出したのは、簪と素っ気無い紙切れ。"
    
    show misogi mi_3_06a
    
    mi "「……うん…………ありがとう」"
    
    "受け取るみそぎと手が触れる。"
    
    "もとから高鳴っていた鼓動が跳ね上がる。"
    
    "そのまま心臓が破裂するかと思った。"
    
    "いや、むしろその方が楽だったかもしれない。"
    
    so "「明日、また待ってるから、な……」"
    
    mi "「うん。絶対、行くから」"
    
    "答えは聞いたも同然だった。"
    
    "１日目に男が告白をし、それを承諾し、付き合いを始めるというのであれば２日目に渡した簪を付けてもう一度逢う、と言うのがこの祭の慣わしだ。"
    
    "つまり、みそぎがこう答えた以上は、そういうことだ。"
    
    so "「……じゃぁ、あとは、明日に残しておこうか」"
    
    show misogi mi_3_02
    
    mi "「うん！」"
    
    "俺が立ち上がると、みそぎは俺の腕に自分の腕を絡ませ、寄り添ってくる。"
    
    so "「……おま、え……なぁ…………」"
    
    mi "「……ふふっ」"
    
    stop music fadeout 1.0
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "俺はそのまま、みそぎを家まで送って自宅に戻った。"
    
    "しとねはもう寝たのか、物音もしなかった。"
    
    jump misogi7 # m_03.ks - Top
