label kiriko5:
    #*k_01|６月２５日（ＭＯＮ）：唇に、火の酒
    
    play music "sound/bgm/kiriko.ogg" fadeout 2.0
    
    scene bg bg_h06
    with Fade(1, 0, 1)
    
    so "「うーむ」"
    
    so "「うーーーーーむ」"
    
    so "「うーーーーーーーーーーーーーーーむ」"
    
    show kiriko ki_1_01
    with dissolve
    
    ki "「……どうしました？」"
    
    so "「いや、会長ってさ。ひょっとしてお嬢様？」"
    
    show kiriko ki_1_08
    
    ki "「……それはひょっとして、ギャグで言っているのですか？」"
    
    hide kiriko ki_1_08
    with dissolve
    
    "まぁ実際にギャグなわけだが。"
    
    "しかしこうもスケールの違う生活を見せ付けられると、なんともリアクションに困ってしまうわけで。"
    
    so "「うーむ。しかしメイドさんとかに後ろに立たれてると、メシが喉を通るかどうか…」"
    
    show kiriko ki_1_02
    with dissolve
    
    ki "「ご心配なく。この零佳以外のメイドは、すでに帰してありますから。」"
    
    ki "「もうこの屋敷にいるのは、わたし達だけです。」"
    
    show kiriko ki_1_06
    
    ki "「……人が多いと、落ち着かないものでして」"
    
    "その気持ちはよくわかる。あれ、でもそうすると……、"
    
    scene bg bg_h01
    with Fade(1, 0, 1)
    
    "並べられた食餌…もとい食事は、量こそテーブルを埋め尽くすほどではなかったが、庶民の俺には十二分に豪華な代物だった。"
    
    "しかも驚いたことに、これらのうちいくつかは会長が直々に料理したものだったりする。"
    
    "……妹のしとねはさておいて、女の子の手料理を食べられる日が来るとは。まさにこれなんて以下略。"
    
    "労働の報酬としては大満足である。エプロン姿も拝めたし。"
    
    "……食器の順番を間違えるたびに、木戸さんの目が釣りあがっていたのはさておいて……。"
    
    so "「そういえば、ご両親とかは？今日は留守なので？」"
    
    show kiriko ki_2_08
    with dissolve
    
    ki "「……親は年に何回も帰ってきませんから。たまに帰ってきても、出張やら社交やらと理由をつけてすぐ飛び出して行きます」"
    
    so "「忙しいんだ？まぁそりゃ、犬哭グループの総帥なわけだしムリも…」"
    
    show kiriko ki_2_04
    
    ki "「忙しいわけがないです。どうせ閑職ですから。」"
    
    ki "「建前上は総帥といえ、単独で実権を持てるというものではないのです、同族企業というものは。」"
    
    ki "「……言ってしまえば、犬哭の名前を冠するための人形みたいなものです。血さえ繋がっていればそれでいいわけですから。」"
    
    ki "「…まったく、出張や社交などと言いつつ、今度はどこのカジノへ入り浸っているのやら」"
    
    "うお、毒全開。"
    
    "学校での振舞から想像はしてたけど、やっぱり溜め込んでいるものは多かったようだ。"
    
    hide kiriko ki_2_04
    with dissolve
    
    "なおも続く身内への呪詛を、相槌を打ちながら小一時間ほど聞き流し。"
    
    "会長が我に返る頃には、俺の胃はすっかり満足していた。"
    
    show kiriko ki_2_05
    with dissolve
    
    ki "「……と。退屈な話をしてしまいましたね」"
    
    so "「いや、そうでもなかったりします。なんか安心した。正直、学校での印象だけだと俺のイメージが間違っていたような気がするもんで」"
    
    show kiriko ki_2_01
    
    ki "「わたしの印象、ですか？」"
    
    so "「えぇ。お嬢様お嬢様した態度とか、面倒そうでした」"
    
    #[te]
    
    show reika re_1_04 at left
    show kiriko ki_2_01 at right
    with dissolve
    
    ki "「なっ……！！」"
    
    show kiriko ki_2_07 at right
    with dissolve
    
    ki "「いいのよ、零佳。それより、いつものアレを持ってきて頂戴。グラスも２つね」"
    
    hide reika re_1_04
    hide kiriko ki_2_07
    with dissolve
    
    show kiriko ki_2_02
    with dissolve
    
    ki "「面白いことを仰いますわね。わたくしにその様なことを仰った殿方ははじめてですわ」"
    
    "……まぁ、そりゃそうだろうけど。"
    
    "なんか疲れた顔に見えるんだよなぁ、こういう言い回しをする時の会長って。"
    
    so "「……楽しくないでしょ、会長？」"
    
    show kiriko ki_2_09
    
    ki "「……え？」"
    
    so "「いや何ていうか、周りは会長のこと怖い人みたいに言うし、実際に会長もそう振舞ってるけど。」"
    
    so "「なんか会長がそういう人っていうよりは、周りがそう思ってるから、そうなってるだけのような気がするんですよね」"
    
    "……実際、違和感はあったのだ。"
    
    play music "sound/bgm/bgm_007.ogg" fadeout 1.0
    
    #[sepia]
    
    "そりゃ俺にだって、この田舎に似つかわしくないお嬢様、犬哭キリコの噂話は嫌でも耳に入ってくる。"
    
    "けど、去年の文化祭で本人と話をする機会に恵まれてから。"
    
    "口にすれば怒るだろうが、俺はこう思ってしまったのだ。"
    
    "『あぁ、つまりは……いい子なんだな』と。"
    
    "立場上、嫌でもまとわりついてくる『周りの期待』という空気。"
    
    "それを敏感に感じ取り、何の疑問も持たず、ただ無心にその期待に応えようとする『いい子』。"
    
    "……それが、キリコ会長の第一印象だった。"
    
    #[sepia_e]
    
    show kiriko ki_2_03
    
    ki "「わたしが、無理をしている……と？」"
    
    so "「そうじゃないです。ムリをしてるんじゃなく、何がムリなのかが、まだ決まってないというか。」"
    
    so "「……はは、何が言いたいんだか、自分でもよくわかんなくなってきちゃいました」"
    
    show kiriko ki_2_06
    
    ki "「………………………」"
    
    play music "sound/bgm/kiriko.ogg" fadeout 2.0
    
    scene bg bg_h00
    with Fade(1, 0, 1)
    
    show reika re_1_01
    with dissolve
    
    re "「キリコ様。お持ちしました」"
    
    show reika re_1_01 at left
    show kiriko ki_2_01 at right
    with dissolve
    
    ki "「ありがとう。雨宮くんにも差し上げて」"
    
    so "「あ、ども」"
    
    hide reika re_1_01
    hide kiriko ki_2_01
    with dissolve
    
    show kiriko ki_2_01
    with dissolve
    
    so "「なんか香りが強いけど、これは――、」"
    
    #[qs]
    
    "……ちょ、おま！！！"
    
    so "「げほごほがほっ！これ酒じゃないですか！それも相当強い！！」"
    
    show kiriko ki_2_02
    
    ki "「あら、お酒ははじめてですか？」"
    
    so "「当たり前です！！」"
    
    show kiriko ki_2_01
    
    ki "「では慣れていただきましょうか。今後は、お酒にも付き合っていただくわけですし。――零佳、チェイサーにお水をお願い」"
    
    so "「マジでか！！てかこの展開は……一応お聞きしますが……拒否権は？」"
    
    show kiriko ki_2_02
    
    ki "「ありません。{w=0.5}……まさか、わたしのお酒が飲めないと言うのですか？」"
    
    "ヤバい。目がマジだ。"
    
    "……こりゃ、腹をくくるしかなさそうだ……。"
    
    scene bg bg_h01
    with Fade(1, 0, 1)
    
    show kiriko ki_2_01
    with dissolve
    
    ki "「そもそもれすねー、あまみゃくんはー……ちょっとー、きいれまふー？」"
    
    "……酒癖悪いぃいいいいいいいい！！！！"
    
    "水のように飲むから大丈夫だろうと思っていたが、顔に出ないだけでもはや完全に酔っぱだぞ！！"
    
    so "「いや会長……聞いてますから、そろそろ……」"
    
    show kiriko ki_2_04
    
    ki "「ら～め～れ～ふ～！！まらこっひが残って……」"
    
    so "「ちょ、それ度数８０超えてるじゃないですか！！流石にダメですよ！！零佳さんも止めてくださいって！！」"
    
    "しかし、止める暇もあらばこそ。"
    
    show kiriko ki_2_02
    
    ki "「てえ～い！！」"
    
    hide kiriko ki_2_02
    with dissolve
    
    play sound "sound/se/se_004.ogg"
    
    so "「むがぐっ！？」"
    
    stop music fadeout 2.0
    
    #[hea]
    
    "唇に、柔らかい感触。続いて喉に、火を飲まされたような熱が走った。"
    
    so "「ちょ、これって……」"
    
    #[hea]
    #[hea]
    
    "意識が溶解する。"
    
    "視界が揺れ、シャンデリアの光が万華鏡のように網膜で乱反射し、現実感を喪わせる。"
    
    "――そうして。"
    
    "何をされたのかを悟る前に、俺の意識はあっさりと刈り取られた。"
    
    scene bg bg_h01
    with Fade(1, 0, 1)
    
    show reika re_1_01 at left
    show kiriko ki_2_01 at right
    with dissolve
    
    ki "「零佳、客間の用意は？」"
    
    re "「万端です」"
    
    ki "「まぁ、こうでもしなければ、泊まっていってはくださらないでしょうし。」"
    
    show kiriko ki_2_02 at right
    
    ki "「……このまま、夜這いをかけてみるのも一興ですわね」"
    
    ki "「……お嬢様、そのような……」"
    
    show kiriko ki_2_01 at right
    
    ki "「ふふっ、冗談よ。さて、運ぶとしましょうか……」"
    
    scene bg bg_h03
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_007.ogg" fadein 2.0
    
    ki_s "「……ふぅ。少々、飲みすぎましたか」"
    
    #[sepia]
    
    so_ki "『そうじゃないです。ムリをしてるんじゃなく、何がムリなのかが、まだ決まってないというか』"
    
    #[sepia_e]
    
    ki_s "「……そういえば、確かあの時もそんなことを言ってましたね。そう、確かあれは去年の……」"
    
    #[wbg_sepia sto=bg_a00 ru1=002 ru2=002]
    
    scene bg school classroom
    with Fade(1, 0, 1)
    
    ki_s "「……さて、戸締りをして帰るとしましょうか。明日は学園祭本番ですし……、」"
    
    so_ki "「あ、副会長！ちょうどよかった！！」"
    
    ki_s "「……えーと……たしか１－Ｂの実行委員、雨宮くん、でした？」"
    
    so_ki "「いや看板担当の連中がバックレまして！お願いします、ラーメンおごるから手伝ってください！！」"
    
    ki_s "「……は？」"
    
    so_ki "「いやこのままじゃ終わらなくて！替え玉もつけますからお願いしますよ犬哭先輩！！」"
    
    ki_sn "……どうやら本気のようだ、この人は。"
    
    ki_sn "わたしが何者なのかを知った上で、『居合わせた知り合いに借り一で手伝ってもらおう』と、心の底から本気で思っているのだ。"
    
    ki_s "「……はぁ」"
    
    so_ki "「……先輩？」"
    
    ki_s "「電話をかけてきます。人手は、多いほうがいいでしょう？」"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    ki_s "「……まったく、おかしな人ですね」"
    
    so_ki "「何ですか、いきなり？」"
    
    ki_s "「わたくしに『ラーメンをおごる』などと言い出した殿方は初めてですわ。{w=0.5}…{w=0.5}…ディナーならば、珍しくもありませんが」"
    
    so_ki "「んー、替え玉もう一個くらいならつけますけど？」"
    
    ki_s "「そういうことを言っているのではありません！」"
    
    so_ki "「魚醤トンコツはニガテだったとか？」"
    
    ki_s "「おいしいです。{w=0.5}…{w=0.5}…って、そうじゃな……はぁ。もういいです」"
    
    so_ki "「そうそう、人間大らかに生きなくちゃ。普段みたくピリピリしてるのって、犬哭先輩のキャラじゃないでしょ？」"
    
    ki_s "「……、どうしてそう思います？」"
    
    so_ki "「んー、なんか生徒会で見てて思った。無理しないことが無理になってる、つーか」"
    
    ki_s "「……何を言っているか、わかってます？」"
    
    so_ki "「俺にもよくわからん。まぁ何を言ってるのかはわからなくても、何を言いたいかはわかるでしょ？」"
    
    ki_s "「……………………。本当に、おかしな人ですね」"
    
    so_ki "「ひっでー。まぁ、今日は助かりましたよ。流石に校門の看板が未完成じゃ、あまりにもカッコつかないところだったし」"
    
    ki_s "「そうですわね。では、雨宮くんには暫く、生徒会の臨時役員になってもらいましょうか」"
    
    so_ki "「……はい？」"
    
    ki_s "「わたくしが手ずから塗った看板は、ラーメン一杯で買えるほど安くはありませんことよ？」"
    
    so_ki "「ぐぁ。……まぁいいか。キリコ先輩、意外と見てて面白いし」"
    
    ki_s "「……………！！！！！」"
    
    so_ki "「いや冗談ですじょうｄ………」"
    
    play sound "sound/se/se_001.ogg"
    
    so_ki "「あべしっ！！」"
    
    #[fo_e]
    
    #[s_end exp="sf.k_01=1"  ta=*k_01_2]

#;----------------------------------------------------------------------
    #*k_01_2|６月２６日（ＴＵＥ）：唇に、火の酒（２）
    
    #@day nowday='６月２６日（ＴＵＥ）'
    
    #[wait time=1000]
    #[white]
    #[wait time=1000]
    
    scene image "#FFFFFF"
    with Fade(1, 1, 1)
    
    scene image "#FFFFFF"
    with Fade(1, 1, 1)
    
    play music "sound/bgm/bgm_002.ogg" fadeout 2.0
    
    scene bg bg_h04
    with Fade(1, 0, 1)
    
    "……朝だ。"
    
    "あれ、ここは……あぁ、そっか。"
    
    so "「会長にキツい酒飲まされて、そのまま……ってことは朝帰りか！？そうなるのか！？」"
    
    play sound "sound/se/se_014.ogg"
    
    ki "「雨宮くん？  起きてますか？」"
    
    "あ、会長だ。"
    
    so "「へーい。起きてますよー。そっちこそ二日酔いとか大丈夫なんですか？」"
    
    ki "「あの程度で残るほど、ヤワではありません。朝食の準備が出来てますので、身支度ができたら左手の階段から食堂にお越しください」"
    
    so "「あ、ども。すぐ行きます。」"
    
    play sound "sound/se/se_010.ogg"
    
    "……なんかなし崩し的に、朝飯までご馳走になることになってしまった……。"
    
    "学校の連中にバレたらどうなることやら。考えるだに恐ろしい。"
    
    "……、ん？"
    
    "食堂へ向かう途中。ふと、窓際においてある何か……丸い鳥篭が目に入った。"
    
    so "「鳥篭……だよな。しかもなんか、使った跡のある。」"
    
    #[flash ti=1000 sto=cg_ki_03]
    
    so "「……なんか、引っかかるな。どっかで見たっけかな？」"
    
    #[wait time=500]
    
    re "「それは、小さい頃にお嬢様が飼っていらしたインコの籠です」"
    
    show reika re_1_01
    with dissolve
    
    so "「おわっ！！気配を消して後ろに立たないでくださいよ！！」"
    
    re "「失礼。もしかしたら迷っているのではと思い、ご様子を伺いに参りました」"
    
    so "「あー……そりゃどうも……。」"
    
    so "「そっか、小さい頃に……。もうかなり古いのに、まだとっておいてあるんだ？」"
    
    stop music fadeout 1.0
    
    re "「……えぇ。」"
    
    play music "sound/bgm/bgm_007.ogg" fadein 1.0
    
    re "「家を残しておいてあげれば、いつかは帰ってくるかもしれない、とお嬢様が」"
    
    so "「帰って？てことは……逃げたのか」"
    
    re "「そうです。……私の、不注意でした。」"
    
    re "「お嬢様はそれは悲しみ、この屋敷を脱走し……それはもう、町中が大騒ぎになったものです。」"
    
    re "「……私のせいで」"
    
    #[flash ti=2000 sto=cg_ki_03]
    
    "想像力の賜物か、あるいは似た旧い記憶があるのか。鳥篭をもって泣く、髪の長い少女の姿が浮かんだ。"
    
    re "「申し訳ありません。このような話、面白いものでは……、」"
    
    so "「いえ、……聞きたいです。会長のことなら、何でも」"
    
    re "「……では、お聞き苦しいとは思いますが。」"
    
    #[wait time=500]
    
    re "「どうして行ってしまうの、と繰り返し泣くお嬢様に私は何一つ答えることもできず……ただ、一緒に泣くことしかできませんでした。」"
    
    re "「お嬢様は、翌日には立ち直っていたように見えましたが……今でも、あの泣き腫らした目が忘れられません。」"
    
    re "「……私は、どうして逃げてしまったのと泣くお嬢様にせめて……何と答えればよかったのか……」"
    
    stop music fadeout 2.0
    
    so "「……少しだけ、息苦しかったんじゃないかな」"
    
    show reika re_1_05
    
    re "「え……」"
    
    so "「別に、不満があったわけじゃなくて。」"
    
    so "「ほんの少し。息苦しかっただけなんじゃないかな」"
    
    "何をどう言ったところで、捕らわれているというのは言い訳の仕様もなく、息苦しいものだ。"
    
    "逃げようとか、不満に耐えられないとか。そんな、ご大層なものじゃなく。"
    
    so "「ただ清々と、息をしてみたかっただけなんじゃないかな。」"
    
    so "「……俺には、そんな気がする」"
    
    show reika re_1_02
    
    re "「……そうかも、しれませんね」"
    
    #[wait time=500]
    
    ki "「零佳ー？何かあったのですかー？」"
    
    so "「……って、いけね！会長待たせてるんだった！！」"
    
    so "「あ、今行きます！！」"
    
    play music "sound/bgm/kiriko.ogg" fadeout 2.0
    
    scene bg bg_h00
    with Fade(1, 0, 1)
    
    so "「おはようござーっす」"
    
    show reika re_1_01 at left
    show kiriko ki_1_01 at right
    with dissolve
    
    ki "「おはようございます。よく眠れたようですわね」"
    
    so "「まぁ、酒なんてはじめて飲みましたけど。思ったより残らなくて助かったというか」"
    
    ki "「では、食事にしましょうか。済んだら、学校までお送りします」"
    
    so "「あ、そっか。ここからじゃ帰ってる時間もないし。って。それって、もしや……」"
    
    show kiriko ki_1_02 at right
    
    ki "「何か？」"
    
    so "「……えーと、あの車で一緒に登校ってことじゃありませんよね？」"
    
    ki "「まだメイドたちも出勤してませんし、免許はこの零佳しか持っていませんが？車もあの車種ばかりですし」"
    
    so "「……いやそれは目立ちすぎるというか。やっと噂が収まってきたばかりだというのに、またぞろ火種を撒くようなマネは……」"
    
    show kiriko ki_1_04 at right
    
    ki "「何か不都合でも？」"
    
    so "「ないとでも言うつもりですか！」"
    
    show kiriko ki_1_08 at right
    
    ki "「歩いて登校するというならば、お好きにどうぞ。……しかし、たとえマラソン選手でも遅刻は免れないとは思いますが」"
    
    "……ぐぁ。"
    
    "つまり、これは。"
    
    "食事をごちそうになることを了承した時点で、この運命は避けられなかったというわけで。"
    
    so "「……計算どおり、ってわけですか」"
    
    show kiriko ki_1_02 at right
    
    ki "「何のことでしょう？」"
    
    "何やらミョーに嬉しそうなキリコ会長。だがもう、賽はとうに投げられてしまっているわけで。"
    
    "ここから学校まで何十分かはわからないが、何か気の利いた言い訳を考えておかねばならないだろう……。"
    
    jump kiriko6 # k_02.ks - Top
