label misogi2:

    #*mi_4|６月１７日（ＳＵＮ）：雨とあなたと紫陽花と
    
    #play music "sound/bgm/bgm_003.ogg"
    
    "思い立ったが吉日、普段は晴れていてもこんなことはしないが、着替えを済ませて顔を洗い、しとねを起こさないようにしてそっと玄関から外へ出る。"
    
    scene bg bg_e01
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_rain.ogg" fadeout 1.0
    
    so "「お、さっきよりは止んだかもな」"
    
    "心なしか、起きたすぐよりは雨粒が少ないような気がする。"
    
    "傘を開いて、一歩踏み出す。"
    
    "朝であること、そして雨が降っていることが相まって、空気が澄んでいる。なかなかに気持ちが良い。"
    
    "俺は、何となく清々しい気分になり、目的もなく近所を歩き回ってみることにする。"
    
    "何かしら発見があったりするかもしれない。"
    
    "なければコンビニでアイスでも買って帰ればいい。"
    
    "俺は、静寂に点を打ち続ける雨音に耳を澄ませながら、目的のない徘徊を開始する。"
    
    scene bg bg_e01
    with Fade(1, 0, 1)
    
    "雨は、好きだ。"
    
    "住宅地の細い道ばかりであるから、そんなに車も通らない。"
    
    "聞こえるのは、静かな雨の音と、自分の足音ぐらいのもの。"
    
    "何も考えずに歩いていると、時々水溜りに足を突っ込みそうになったり、散歩中犬に吠えられたりする程度だ。"
    
    "……ああ、平和だなぁ。"
    
    "そう実感せずにはいられない。心が落ち着く。流石は休息日というべきか。"
    
    "俺は無神論者だが、日曜日という概念を作ったキリスト教にはこの一点で感謝したい。"
    
    "しばらく歩いていくと、とある家の花壇の一角に、咲き乱れる紫陽花があった。"
    
    scene bg bg_f03
    with Fade(1, 0, 1)
    
    "ピンクっぽいもの、青いもの、白っぽいものまで実に様々。"
    
    "その光景に目を奪われ、近づいてよく観察してみる。"
    
    so "「こりゃすげぇな」"
    
    "思わず嘆息するほど、その光景は幻想的だった。"
    
    "少女" "「うん、本当、綺麗だね」"
    
    so "「！？」"
    
    "その声は突然、俺の横から聞こえてきた。"
    
    scene bg bg_e01
    with Fade(1, 0, 1)
    
    play music "sound/bgm/misogi.ogg" fadeout 1.0
    
    show misogi mi_1_02
    with dissolve
    
    "びっくりして、声のした方を見ると、白い傘を持ち、白いワンピースを着た少女が立っていた。"
    
    "その少女が顔を上げる。"
    
    so "「みそぎ！？お前いつから……」"
    
    show misogi mi_2_06b
    
    mi "「そう……あ、雨宮くんが来る前から、居たよ……」"
    
    "何となく花壇に寄っただけだから、みそぎに気づかなかった。"
    
    "それはそれで申し訳ないような気もする。"
    
    show misogi mi_2_02
    
    mi "「おはよう、早起きだね」"
    
    so "「あ、ああ、おはよう。すまん。花に気を取られてわかんなかった」"
    
    show misogi mi_2_06c
    
    mi "「そう。うん、でも……」"
    
    "みそぎは哀しそうな雰囲気を一瞬チラリと見せて、言葉を次ぐ。"
    
    show misogi mi_2_09
    
    mi "「どうしたの？こんな早い時間に」"
    
    so "「昨日の夜、目覚まし止めるの忘れてな」"
    
    "みそぎはクスクスっと小さく笑う。"
    
    show misogi mi_2_02
    
    mi "「ふふ、かわいい」"
    
    so "「かっ、かわいいってなんだよ！？」"
    
    mi "「……そういうところ、かわいいよ」"
    
    "みそぎの真意を汲み取りかねるも、真っ直ぐな眼差しを受けていると思うと、何となく恥ずかしい。"
    
    so "「……で、お前は何してるんだ？」"
    
    "恥ずかしさを隠すため、少々乱暴に問いかける。"
    
    show misogi mi_2_01
    
    mi "「私？お散歩だよ。あのね、ここの紫陽花、好きなの」"
    
    so "「もしかして、毎日ここに来てたりするのか？」"
    
    show misogi mi_2_06b
    
    mi "「んー、時々。この季節しか咲かないから。でも、雨の日の紫陽花って綺麗だと思わない？」"
    
    "みそぎは、紫陽花の花弁に触れて言う。"
    
    so "「まぁ、そうだな。現に俺も、なんていうか、幻想的な雰囲気に魅せられて見に来たわけだし」"
    
    show misogi mi_2_08
    
    mi "「青い、紫陽花……」"
    
    "一呼吸置いて、もう一度。"
    
    mi "「……青い紫陽花の、花言葉って知ってる？」"
    
    "普段から花に興味があってここに見に来ているわけではないから、そんなことは知らない。"
    
    "俺が黙っていると、みそぎは静かに口を開いた。"
    
    show misogi mi_2_02
    
    mi "「『忍耐強い愛』……」"
    
    "目を細め、うっとりするような表情で口元に笑みを浮かべる。"
    
    so "「そうなのか？」"
    
    "それを聞いてもあんまりぱっと来ない俺は、そう答えることしか出来なかった。"
    
    mi "「……うん。こんなじめじめした時期に咲く花なのに、とっても綺麗。雨に打たれて、それでも綺麗に咲き誇ろうとする儚い命」"
    
    mi "「雨なんかに負けなくて、それでもあなたを想う気持ち。それどころか、雨をも味方に変えてしまう……」"
    
    "独白じみたみそぎの言葉は、この場をより幻想的に見せた。"
    
    show misogi mi_2_06a
    
    mi "「『恋する気持ちは切なくて、それでもあなたを想います。愛するあなたは連れなくて、それでも私は想います。』」"
    
    "みそぎは目を閉じ、詩を綴る。"
    
    "その姿は儚く可憐。目の前にある紫陽花が言葉を紡いだようだった。"
    
    "……俺は今、惚けていたに違いない。"
    
    "それにしても、どこかで聞いた事のある詩だ。"
    
    "国語の教科書、詩集、テレビ、ラジオ、そのどれでもない。"
    
    "いつ聞いたのだろうか。"
    
    "そこへ、みそぎが答えをくれる。"
    
    #漢字にルビが必要だがルビテキストのスタイル設定が必要なため後回し original->[ruby text="うた"]詩……
    mi "「私の、詩……」"
    
    so"「みそぎ、の……」"
    
    show misogi mi_2_02
    
    mi "「夏休みの宿題だったの……入賞までしちゃった」"
    
    so "「あっ」"
    
    "思い出した。"
    
    "それは多分小学校の時だ。それも、中学年くらいの時か。"
    
    "夏休みの課題で、授業中に発表するというものだった。"
    
    "皆が小学生らしい詩を読み上げる中、みそぎだけは何か違った。"
    
    "当時の感想としては、まだ詩というものの概念的なものも解らないガキの脳で理解できたことは『短いなぁ』程度。"
    
    "だが、その言葉のリズムとか、何を詠ったのかは解らないが、何か強い意志あることが俺をして記憶せしめたというところだろうか。"
    
    so "「あ、ああ。あのときの詩か」"
    
    show misogi mi_2_05
    
    mi "「覚えてて、くれたの？」"
    
    "みそぎは少し顔を上げ、俺に訊く。"
    
    so "「ああ、ちょっと異彩を放ってたって言うかな」"
    
    show misogi mi_2_06a
    
    mi "「そう。よかった」"
    
    so "「なにが？」"
    
    mi "「ううん、なんでもないよ」"
    
    "言葉を切り、少しの沈黙が訪れる。"
    
    show misogi mi_2_07
    
    mi "「青い紫陽花はね…………私」"
    
    "みそぎは、もう一度愛でるように紫陽花に触れる。"
    
    "みそぎの唇が小さく呟くように動いたが、雨音の所為か、俺には聞こえなかった。"
    
    scene bg bg_e01
    with Fade(1, 0, 1)
        
    show misogi mi_2_01
    with dissolve
    
    "ややあって、俺たちは二人でもう少し歩いてみることにした。"
    
    "そういえば、みそぎの私服姿なんて久しぶりに見た気がする。"
    
    "二つ、傘を並べて歩く。"
    
    "だが、みそぎはそれが気に入らなかったらしい。"
    
    show misogi mi_2_06b
    
    mi "「……ねぇ」"
    
    so "「ん？」"
    
    mi "「ちょっと、お話しにくいよね？」"
    
    "まぁ、言われてみればみそぎの傘の位置が俺の顎ライン辺りにあり、障壁となっているといわれればそんな感じだ。"
    
    show misogi mi_2_06a
    
    mi "「だから、ね」"
    
    "そう言って、みそぎは傘をたたみ、俺の傘に割り込んで来た。"
    
    "それも、傘を持っているほうの腕に、自分の腕を絡ませて。"
    
    so "「ちょ！？お前っ！！?」"
    
    show misogi mi_2_02
    
    mi "「ほら、お話しやすくなったよ」"
    
    so "「……はぁ」"
    
    "小さくため息を吐く。"
    
    "朝も早く、こんな天気なので人通りが少ないのは幸いだ。"
    
    "あまり見られたくない格好だ。これは完全に誤解を招く。"
    
    so "「あのな……」"
    
    "といって言葉を呑み込む。"
    
    "目線の先には……胸。"
    
    "ワンピースの胸元から、華奢な身体の割には自己主張の大きい胸の谷間がしっかり見える。"
    
    "急に鼓動が高鳴る。気づかれなければ良いが……。"
    
    show misogi mi_2_06b
    
    mi "「あの、私の家、行こ？」"
    
    "一瞬気づかれたり勘違いされたのかと思ったが、どうやらそうではないらしい。"
    
    mi "「今日、お母さん出張だから、一緒にご飯食べよ？」"
    
    so "「いやぁ、でもなぁ」"
    
    "家に帰れば、しとねがご飯を作ってくれていると思うのだが。"
    
    show misogi mi_2_03
    
    mi "「……嫌？」"
    
    so "「そういうわけじゃなくてだなぁ……」"
    
    show misogi mi_2_05a
    
    mi "「あ、わかった」"
    
    "みそぎが、ひらめいたぞ、というような顔で一人合点する。"
    
    show misogi mi_2_01
    
    mi "「今は急だからだよね？それじゃ、お昼一緒に食べよ？うん！」"
    
    so "「……あ、ああ。それなら別に構わないが」"
    
    show misogi mi_2_06a
    
    mi "「うん、約束だよ」"
    
    "俺はポケットから携帯電話を取り出し、ディスプレイを見る。"
    
    "意外と時間が経っていたようだ。"
    
    so "「そろそろ一回帰るわ。んじゃ、お前ん家まで送るよ」"
    
    mi "「あ、うん。嬉しい」"
    
    "俺はみそぎを送ってから家に戻ることにした。"
    
    scene bg bg_b01
    with Fade(1, 0, 1)
    
    "玄関のドアをそ～っと開け、音を立てないように帰宅する。"
    
    "まぁ、そろそろしとねも起きる頃だろうが、万が一起こしてしまうと可哀相だ。"
    
    "しかし、台所からなにやら物音がしたので、もう起きているらしい。心配は無用だった。"
    
    scene bg bg_b02
    with Fade(1, 0, 1)
    
    so "「おっす。おはよう」"
    
    show sitone si_2_05
    with dissolve
    
    si "「きゃわっ！？お、おはよう。ど、どうしたのその格好！？」"
    
    "俺が寝間着じゃないのを見て、しとねはびっくりする。"
    
    so "「いや、目覚ましを止め忘れてな。いつもの時間に起きちまって、散歩して帰ってきたところだ」"
    
    show sitone si_2_01
    
    si "「そ、そう。それじゃお腹空いてるよね。もうすぐできるから！」"
    
    so "「おう、それじゃ頼むわ。あ、そうそう、俺今日昼飯要らないから」"
    
    show sitone si_2_07
    
    si "「え、そうなの？お昼の分も一緒に作ってたのに……」"
    
    "しとねには悪いと思ったが、仕方の無いことだ。"
    
    so "「じゃぁそれは夜の分にしよう。食費が浮いて良いだろ？」"
    
    si "「ん～、わかったよ。そうする」"
    
    "何とかしとねも納得してくれたみたいで、良かった。"
    
    so "「じゃぁ、出来たら呼んでくれ。それまで部屋にいる」"
    
    show sitone si_2_02
    
    si "「うん。わかった、呼びに行くね」"
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    "俺は、部屋に戻り、漫画を読み漁った。"
    
    "しかし、もう読み飽きたものばかりだな。そろそろ売りに行こうか。"
    
    "そう思い、積んであった漫画類を整理し始めた。"
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    "朝食後も殆どすることなどはなく、歯磨き、洗顔の後に漫画の整理を続行する。"
    
    "棚の奥などにも結構詰まっていたため、それも引っ張り出しての大掃除状態だ。"
    
    so "「うわぁ、こんな漫画あったのか……」"
    
    "小学生の時に買ったような、懐かしすぎる漫画の類まで掘り出される。"
    
    "良くこんな下品な漫画読んでたなぁ、と我ながら感心する。"
    
    "……なんで小学生ってあんなネタで盛り上がれるんだろうな。"
    
    "とは思いつつも、考えてみればほんの５年前まで小学生だったわけで。"
    
    "そう思うと、俺はまだまだガキなんだと実感しなくもない。"
    
    so "「小学生、か……」"
    
    "明良とは中学で出会ったのだから、あいつのことはまだ知らなかった。"
    
    "ごく普通に小学生をしていたのかもしれない。"
    
    "休み時間には校庭を走り回ったり、ジャングルジムで遊んだり。"
    
    "給食の残りを取り合いになったり、喧嘩したり。"
    
    "今になってやっておけばよかったことなど、何となくは思い出せたりもする。"
    
    so "「下らんことやってたな……ってそれは今も同じか」"
    
    "漫画を片付けながら独白を開始する。これはもう、なんというか癖なのかもしれない。"
    
    "学校でやらかしてなきゃ良いが……。"
    
    so "「……そういえば」"
    
    "ふと、みそぎのことも思い出す。"
    
    "俺がそんなことをして生活していた傍ら、みそぎは何してたんだろうな。"
    
    "記憶を辿り、少しずつ思い出してみる。"
    
    "……昔はもう少し、クラス内では友達も居たような気がするな。"
    
    "俺の前ではいつも普通、いや、思考を読むのが難しい、不思議なやつではあるのだが。"
    
    "女の子より、俺と一緒に居ることの方が多かったかな。"
    
    "ん～、あんまり目立ったイベントもないかなぁ……。"
    
    "幼なじみとして、みそぎのことを知っているつもりだが、考えてみると良くわからないかもしれない。"
    
    so "「ちょっと後ろめたい気もするな」"
    
    "これだけ一緒にいる仲なのに、お互いのことをあまり知らない。どうなのだろうか、これは。"
    
    "そんなことを考えながら、俺は部屋の整理をする。"
    
    "要らない漫画の類も袋に詰め、売りにいけるように準備をした。"
    
    so "「ちょっくら行って来るかな」"
    
    "重い腰を上げ、両手一杯になった袋を近くの古本屋へ売りに行くことにした。"
    
    "二束三文だとしても、何かの足しにはなるだろう。"
    
    scene bg bg_b02
    with Fade(1, 0, 1)
    
    so "「収入（？）としてはまぁまぁだったな」"
    
    "古本屋から帰り、一息ついた頃に時計を見ると、そろそろ約束の時間だった。"
    
    "もしどこか外で食べるにしても、そこそこの足しにはなる金額だ。"
    
    "フレンチとかそんな外食じゃない限りは問題ないだろう。"
    
    so "「よっこらせっと」"
    
    "椅子から立ち上がり、準備を済ませる。"
    
    so "「しとねー！んじゃそろそろ俺行くわー！！」"
    
    "しとねの部屋に向かって、大声で叫ぶ。"
    
    si "「わかったよー！いってらっしゃーい！」"
    
    "しとねが部屋から大声で返事をする。"
    
    "その声を聞いてから、俺はみそぎの家へと向かった。"
    
    scene bg bg_f01
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_036.ogg"
    
    "ピンポーン"
    
    "呼び鈴を鳴らし、返事を待つ。"
    
    "ちょっとの間があって、インターホンから声がした。"
    
    mi "「あ、雨宮くん。今鍵開けるね」"
    
    so "「ああ。よろしく」"
    
    play sound "sound/se/se_031.ogg"
    
    "ガチャ、とロックを外す音がし、みそぎが中から顔を出す。"
    
    show misogi mi_2_01
    with dissolve
    
    "服装は、先程出会ったときのまま。白のワンピースだ。"
    
    show misogi mi_2_02
    
    mi "「どうぞ、入って」"
    
    so "「おじゃましまーす」"
    
    "招かれるままにみそぎの家にお邪魔する。"
    
    "前に入ったのは相当前だが、あんまり変わってる気がしない。"
    
    show misogi mi_2_06c
    
    mi "「……久し、ぶりだよね？」"
    
    "ここに来るのは、ということだろう。"
    
    "俺はその意を汲み取り、頷く。"
    
    so "「ああ。あんまり変わってないな」"
    
    mi "「うん。そうかも。お母さんだってあんまり家に居ないし、掃除も何もかも、私がするから……」"
    
    so "「そっか」"
    
    "みそぎの家は、よく言えば整頓されている、悪く言えば生活感がない玄関だ。"
    
    "なんと言うか、質素とも違う、そう、寂しさがあるような。"
    
    "それは、昔も今も変わらないらしい。"
    
    "……ただ、みそぎの部屋には入ったことないな。"
    
    "どんな部屋なのか気になるが、年頃の乙女の部屋だ。まさか覗くわけにも行くまい。"
    
    "まぁ、それは置いといて、今後の予定を決めてないわけだ。"
    
    so "「で、どうするんだ？」"
    
    show misogi mi_2_06a
    
    mi "「え、あ、うん……どうしよっか」"
    
    "えへへ、と照れ笑いを浮かべるみそぎ。"
    
    "どうやらみそぎの方もどうするか決めかねていたらしい。"
    
    show misogi mi_2_06a
    
    mi "「とりあえず、ご飯にする？作ったんだよ……？」"
    
    "やっぱりそうなるのか。"
    
    "先程得た資金もあるが、今のところ出番はなさそうだ。"
    
    so "「そうか。あのさ、俺が食ってもいいのか？」"
    
    mi "「うん！わたし、一所懸命作ったの……。食べ、て？」"
    
    "みそぎが、恥ずかしそうに、ちょっとモジモジしつつ請願する。"
    
    "何か、これを食べないと天罰を食らいそうだ。"
    
    so "「ああ、ありがとな。俺の分まで作ってもらえるなんて嬉しいよ」"
    
    show misogi mi_2_06c
    
    mi "「だって、聡介くんに食べてもらいたかったから……」"
    
    "それがもろに聞こえたため、ドキッとする。"
    
    "数瞬の沈黙。"
    
    "それを破ったのは、みそぎ。"
    
    show misogi mi_2_06b
    
    mi "「あ、あのっ！」"
    
    so "「な、何だ！？」"
    
    show misogi mi_2_06c
    
    mi "「ねぇ、また、『聡介くん』って呼んでもいい？やっぱり、『雨宮くん』って、違和感あるし……」"
    
    "まぁ、そうだ。俺もここ最近みそぎと話すようになってからは、違和感を感じっぱなしだった。"
    
    so "「ああ、俺は構わない。なんていうか、俺もそれ、慣れないんだよな」"
    
    show misogi mi_2_07
    
    mi "「……良かった。これで、やっと……」"
    
    so "「やっと……何？」"
    
    show misogi mi_2_06a
    
    mi "「ううん……何でもないよ。ほら、上がって！」"
    
    "そういって、みそぎは俺の腕を掴む。"
    
    so "「わかったわかった！！だから、靴くらい脱がせてくれってば！！」"
    
    "みそぎに引っ張られて家に上がりこむ。それにしても久しぶりだな。"
    
    so "「お邪魔します」"
    
    show misogi mi_2_02
    
    mi "「ふふ、お邪魔じゃないよ、どうぞ」"
    
    scene bg bg_f02
    with Fade(1, 0, 1)
    
    "みそぎはそのまま俺を食卓に引っ張って来た。"
    
    "テーブルの上にはきちんと並べられた食器類が二人分。"
    
    "本当にみそぎが用意してくれたらしい。"
    
    show misogi mi_2_06a
    
    mi "「座って。聡介くんは、そっちでいいかな？」"
    
    "みそぎは、うきうきを照れで隠している様に見える。"
    
    "そして、コンロにおいてある鍋に火をかける。"
    
    mi "「今温め直すから。ちょっとだけ、待って」"
    
    so "「あ、ああ」"
    
    "しばらくすると、鍋からほんのりと湯気が上がり、鼻腔をくすぐる美味しそうな匂いがしてきた。"
    
    "みそぎは火を止め、それを食器に移す。"
    
    "最初は味噌汁、次に煮物、そして魚と。"
    
    "家事を担っているだけあって、献立はしとねにも引けを取らない。"
    
    "みそぎは、ご飯をよそって席に着く。"
    
    show misogi mi_2_06b
    
    mi "「お口に、合うかな？」"
    
    "みそぎは心配そうに俺を見る。"
    
    "そんなに見つめられると食べ辛い。"
    
    "表情の微妙な変化で味をどう思っているか読まれそうで怖い。"
    
    so "「それじゃ、いただきます」"
    
    "まず、煮物に箸をつける。"
    
    so "「……んぐ、もぐ」"
    
    mi "「……どう……かな？」"
    
    so "「う……美味いッ！！」"
    
    "嗚呼、これは予想以上だ。"
    
    so "「お前、こんなに料理上手いなんて知らなかったぞ！？」"
    
    show misogi mi_2_02
    
    mi "「ふふ、それはね、凄い隠し味があるんだもの」"
    
    "満足そうに微笑むみそぎ。"
    
    so "「隠し味？ナンプラーか何かか？」"
    
    "ただ、煮物には全く癖もないし、味のバランスも丁度いい。"
    
    "そんなわけのわからん調味料が隠れる余地があるものか。"
    
    "……それを気づかせないのがプロなんだろうが。"
    
    show misogi mi_2_02
    
    mi "「ううん。そのうちわかるから、教えない」"
    
    so "「な！？そこまで言っておいてひどいぜ。はむっ」"
    
    "箸が進む。これはいくらでも食えそうだ。"
    
    "たまには他の家の料理も食べてみるものだな……とそれは厚かまし過ぎるかな。"
    
    mi "「ふふ、幸せ」"
    
    so "「お前も見てないで食えばいいじゃないか」"
    
    "みそぎの視線が気になるので、そう言って促す。"
    
    show misogi mi_2_06a
    
    mi "「あ、うん、そうだね。いただきます」"
    
    "だが、それでもみそぎは俺から視線を離さない。まぁ、二人で居るから無理はないのかも知れないが。"
    
    show misogi mi_2_02
    
    mi "「作る側はね、『おいしい』って言ってくれることが凄く嬉しいんだよ」"
    
    so "「ふむ。俺は殆どせんからその気持ちがあんまりわからんが」"
    
    "いつもしとねに任せっきりだしな。"
    
    show misogi mi_2_09
    
    mi "「あの、おかわりも沢山あるから。もっともっと、食べてね」"
    
    so "「ああ。しかし、本当に美味いな」"
    
    show misogi mi_2_06a
    
    mi "「うん！ね、もっと言って……」"
    
    "みそぎのやつ、本当に嬉しそうな顔するなぁ。"
    
    "女の子ってこんなもんなのか？"
    
    so "「もっと、って……ホント、これは美味い。お前、将来はいいお嫁さんになれるな」"
    
    "冗談めかしてこんなことを言ってみるも、みそぎは満更でもないようだ。"
    
    show misogi mi_2_06b
    
    mi "「うん……頑張るよ」"
    
    "頬を朱に染め、俯きがちに照れるみそぎ。"
    
    "その表情を見て、逆に恥ずかしくなったのは俺のほうでもある。"
    
    "昔、みそぎが『聡介くんの、お嫁さんになる……』ってよく言ってたのを思い出してしまったからだ。"
    
    "この場面でみそぎがそれを思い出してたりするかはわからないが、言動の軽率さを恥じる。"
    
    "……とは言っても、言ってみて初めて頭を過ぎったのであるからどうしようもないのだが。"
    
    "それに、幼い頃にはよくあること。世間一般的な通過儀礼なんじゃないか。"
    
    show misogi mi_2_06c
    
    mi "「…………」"
    
    so "「…………」"
    
    "とはいっても、やはり言葉を次ぎにくく暫しの静寂が訪れる。"
    
    "数秒の沈黙が、とてつもなく長く感じた。"
    
    "みそぎも、やはり同じことに気づいてしまったのか。"
    
    show misogi mi_2_10
    
    mi "「……っく、ひっく」"
    
    so "「ッ！！？」"
    
    "沈黙の中にかすかな嗚咽が混じり始める。"
    
    "それがみそぎのものだとは火を見るより明らかである。"
    
    so "「ど、どうした！？大丈夫かっ！！？」"
    
    "俺は慌ててみそぎの側に寄る。"
    
    mi "「ひぅ、ぇっく……うれ、し……」"
    
    so "「へ？？嬉しい？」"
    
    "俺が語尾を上げて疑問の意を表すと、みそぎは首を縦に振ってそれを肯定する。"
    
    show misogi mi_2_11
    
    mi "「そう、すけくんに、そんなこと、言ってもらえるなんて、嬉し、いよ……」"
    
    so "「…………そう、か……そりゃぁ良かった、というかなんと言うか……」"
    
    "俺が変なこと言ったり、みそぎの具合が悪いんじゃないって事でとりあえず安心はした。"
    
    "だが、ただちょっと褒めただけで泣かれるとは思いもしなかったな。"
    
    mi "「え、へへ……ごめんね、びっくり、した？」"
    
    so "「まぁ、そりゃぁいきなり泣き出したからな」"
    
    "涙を流しながらも、みそぎは笑っていた。"
    
    mi "「…………き」"
    
    so "「え、何？」"
    
    show misogi mi_2_06a
    
    mi "「……ふふ、もうすぐ、わかるから」"
    
    so "「良いじゃねぇか、教えてくれよ」"
    
    "みそぎは、一呼吸置いて、俺にこう言った。"
    
    show misogi mi_2_02
    
    mi "「聡介くんが、必ず見つける答えだから。だから…………見つけたら、教えてね」"
    
    "涙の筋が残る笑顔は、露に濡れた紫陽花のように綺麗だった。"
    
    scene bg bg_f01
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_005.ogg" fadeout 1.0
    
    show misogi mi_2_03
    with dissolve
    
    mi "「もう、帰っちゃうの？」"
    
    "名残惜しそうに、みそぎは俺の服の裾をきゅっと握る。"
    
    so "「ごめんな。結構長居したしさ」"
    
    show misogi mi_2_06c
    
    mi "「え、私は……時間なんて、気にしなくていいのに…………」"
    
    "昼食を終えた後、俺は食器の片づけを手伝ったり、色々した。"
    
    "その後は少し間をおいてティータイム。"
    
    "みそぎは結構クラシカルな趣味をしているらしく、紅茶にも凝っているらしい。"
    
    "俺はあんまりわからない話題だが、みそぎが楽しそうに話すので、それはそれで聞く価値はあったと思う。"
    
    so "「でもなぁ。今度は俺も何かするからさ。その時までおあずけってことで」"
    
    show misogi mi_2_06a
    
    mi "「……うん。それじゃぁ、楽しみにしてるよ」"
    
    "スッとみそぎは右手の小指を出してくる。"
    
    mi "「ゆびきり……」"
    
    so "「な、なんだよそれ。何年ぶりかな、こういうの」"
    
    "と、少し苦笑しつつもみそぎの指に自分の小指を引っ掛ける。"
    
    so "「ゆーびきーりげーんまん」"
    
    mi "「嘘ついたら針千本飲ーます」"
    
    show misogi mi_2_02
    
    "聡介・みそぎ" "「ゆびきった！」"
    
    "そして、俺たちは指を離す。"
    
    so "「今日はありがとな」"
    
    show misogi mi_2_06a
    
    mi "「うん、こちらこそ」"
    
    so "「じゃぁな」"
    
    "軽く手を振り、みそぎの家を後にする。"
    
    scene bg bg_f01
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_rain.ogg" fadeout 1.0
    
    show misogi mi_2_03
    with dissolve
    
    mi_s "「聡介くん……ふふっ」"
    
    mi_sn "帰って行く彼の背中を見つめる。"
    
    mi_sn "雨で紗がかかり、ぼんやりとして、消えていくまで。"
    
    mi_s "「紫陽花もね、いつまでも待てないんだよ…………でも…………」"
    
    mi_sn "もう少し。"
    
    mi_s "「もう少しで、あなたも気づいてくれる…………」"
    
    mi_sn "それまで、待つよ──。"
    
    scene bg bg_b05
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_004.ogg" fadeout 1.0
    
    play sound "sound/se/se_020.ogg"
    
    so "「あいつ、知らん間にずいぶん大人びてんだな……」"
    
    "一人になると、どうしてもいろんな方向に思考が行ってしまう。"
    
    "ましてや、解放感のある風呂の中だ。つい声まで出てしまう。"
    
    "思い出すと恥ずかしくもあるが、発育、良いな。"
    
    so "「って、みそぎは幼なじみだ。いかんいかん！」"
    
    si "「え、みそぎさん、どうかしたの？」"
    
    play sound "sound/se/se_021.ogg"
    
    so "「どぉぅるわっ！！？」"
    
    "しとねがタオルを置きに来たらしい。"
    
    "もしかして、聞かれてはいないよな……"
    
    si "「ど、どうしたのいきなり！！？」"
    
    so "「び、びっくりしただけだ！タオルさんきゅ！良いから行った行った！！」"
    
    si "「酷いなぁ、もう！また独り言？」"
    
    "これは本気で気をつけなければいけない。お口にチャックだ。"
    
    so "「そうだ。ノートを返さねばならん旨を思ったら口に出してしまう病だ。気にするな」"
    
    "みそぎにノートなど借りていないが。"
    
    si "「……ふ～ん？」"
    
    so "「おにいちゃんの言うことが信じられないなんて、しとねちゃんはひねくれた娘ね！」"
    
    "思いっきりオカマっぽく言ってみる。"
    
    si "「信じてるよぉ。それ、気持ち悪いからやめてね」"
    
    "詮索は諦めてくれたようだ。それだけでいい。"
    
    so "「自分でやってて気持ち悪いんだから、当たり前だ」"
    
    si "「それじゃ、上がったら言ってね？わたしもお風呂入るから」"
    
    so "「ああ、わかった」"
    
    "しとねの気配が消える。行ったようだ。"
    
    so "「ふぅ。口を慎まないとな」"
    
    "その後は、注意をして一切喋らなかった…………筈だ。"
    
    jump main4_B
