label ayame1:
    
    #*aya_3|６月１６日（ＳＡＴ）：ありがた迷惑
    
    "俺は、帰路に着く。"
    
    scene bg bg_e00
    with Fade(1, 0, 1)
    
    "このコンディションではおそらく、帰宅しても特にするべきことはないだろう。"
    
    "俺は自分の部屋で横になりながら、時間をいたずらにつぶすことになるからだ。"
    
    "そうしてせっかくの土曜日の午後の時間に意義を見いだすことなく、寂しく一日が過ぎ去ってしまう。"
    
    "そう思うと、晴れた気分が黒い雲に覆われてしまった。"
    
    stop music fadeout 1.0
    
    scene image "#000000"
    with dissolve
    
    "まるで、そう。"
    
    scene bg bg_g02
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_009.ogg" fadeout 2.0
    play sound "sound/se/se_032.ogg"
    
    "一人暮らしの中年のサラリーマンが残業を終えて夜遅くに帰宅し、"
    
    play sound "sound/se/se_022.ogg"
    play sound "sound/se/se_034.ogg"
    play sound "sound/se/se_035.ogg"
    
    "疲れた心と体を癒すべくシャワーを浴び、さっぱりした体で冷蔵庫を開け、冷やしておいた缶ビールを取り出し、"
    
    play sound "sound/se/se_040.ogg"
    
    "ビールをグラスに注ぎながらテレビの電源を入れ、今日一日で起きたニュースをチェックし、"
    
    play sound "sound/se/se_013.ogg"
    
    "それから帰りに立ち寄ったコンビニで買ったおつまみの封をあけて、一人寂しく食事をする。"
    
    "その後、目当ての番組があるわけでもないのにぼーっとテレビを見てすごす。"
    
    play sound "sound/se/se_100.ogg"
    play sound "sound/se/se_103.ogg"
    
    scene image "#000000"
    with dissolve
    
    "しかし明日もまた朝早くから仕事があるので、テレビを見るのもそこそこにして、部屋中の灯りを消し、"
    
    "そして布団にもぐりこんだときのような。"
    
    "そんなむなしさを感じる。"
    
    play music "sound/bgm/bgm_001.ogg" fadeout 1.0
    
    scene bg bg_e00
    with Fade(1, 0, 1)
    
    "……というたとえは俺の勝手な想像だが。"
    
    play sound "sound/se/se_010.ogg"
    
    "「センパ～イ！スキありッス～！」"
    
    play sound "sound/se/se_002.ogg"
    
    "ぼーっとしているところに突然聞きなれた声がして、俺の背中に重い衝撃が加えられた。"
    
    so "「ぐぇぇえっ！」"
    
    "それは背中を通り抜けて、機嫌を損ねたお腹にまで響く。"
    
    "さらに女の両腕が俺のウエストに巻きつき、その細さに似合わぬ強い力でお腹を締め上げられる。"
    
    so "「痛えぇっ！」"
    
    "俺は激痛で呻きながら、首を回転させて横目で相手の姿を確認する。"
    
    "……もっとも、俺の知っている中でこんなことをする人間はたった一人しかいないが。"
    
    stop music fadeout 1.0
    
    so "「や、やはりおまえ……か……」"
    
    play music "sound/bgm/ayame.ogg" fadein 2.0
    
    show ayame aya_1_02
    
    "そこには等身大のヌイグルミに抱きついて喜んでいる子供のように、無邪気な笑顔を見せるあやめの姿があった。"
    
    "お腹の痛みに気をとられて接近されたことに気がつかなかったのか……不覚。"
    
    so "「痛い……暑っ苦しい……痛い……だから放せっ……！」"
    
    "俺は両腕の拘束を強引に振りほどいて向き直る。"
    
    play sound "sound/se/se_003.ogg"
    
    "その際かなり乱暴な放し方をしてしまい、あやめの体を突き飛ばしてしまった。"
    
    "あやめはバランスを崩し、背中から倒れそうになる。"
    
    "聡介・あやめ" "「あっ！」"
    
    "と同時に出した俺たちの声が重なる。"
    
    "とっさに支えてやろうとして手を伸ばしたが、腕を掴む直前であやめは踏みとどまって体制を立て直した。"
    
    show ayame aya_1_01
    
    ay "「………………」"
    
    "そのまま無言で俺を見上げ、顔をじーっと見つめてくる。"
    
    ay "「センパイ、これからどうするんスか？予定はあります？」"
    
    "機嫌を損ねてしまったか？と一瞬不安になったが、あやめは何事もなかったかのように俺に質問して来た。"
    
    "突き飛ばされたことはあまり気にしていないらしい。"
    
    so "「予定？ああ、もちろんあるぞ。何よりも大切で、優先されるべき予定が」"
    
    "はっきり答えを返してやった。"
    
    so "「……帰って寝るという予定がな」"
    
    show ayame aya_1_02
    
    ay "「それじゃ暇ッスね。暇ならあやめのバイト先に行きません？色々サービスしちゃうッスよ」"
    
    "しかし冗談に受け取られたらしく、あやめは顔をぱっと明るくさせて、俺の腕を取って強引に引っ張り始めた。"
    
    so "「いや、ほんとは腹が痛いんだよ……何もやる気になれないんだ……頼むからそっとしておいてくれ。また今度、気分がいいときはちゃんと付き合ってやるから。悪いな」"
    
    show ayame aya_1_07
    
    ay "「うんうん」"
    
    show ayame aya_1_02
    
    ay "「それじゃ行きましょうッス！」"
    
    so "「人の話を聞け」"
    
    scene image "#000000"
    with dissolve
    
    "説得むなしく、猫を掴むように首裏の襟をとられ、ズルズルとどこかへ引きずられていく。"
    
    ay "{cps=*2}「ああ楽しみだなぁ！今日は特別な日だからセンパイが喜んでくれるといいなぁ！思えばセンパイには一度もあやめのバイト先のことを話したりしてなかった{/cps}"
    
    ay "{cps=*2}し今日がはじめて案内する日だったりするわけでつまりバイト仲間にはあやめが彼氏を連れてきたと勘違いされちゃったりしてめでたく既成事実が成立{/cps}"
    
    ay "{cps=*2}しちゃうんスよね！そして次々と運ばれるごちそうにセンパイもご機嫌になって心もお腹も満足していい気持ちで帰った次の日にはあやめとセンパイの仲が{/cps}"
    
    ay "{cps=*2}より深くなっていてラブラブでハッピーな展開が始まっちゃうんスよねっ！」{/cps}"
    
    "あやめはすでに、俺の言動を無視して妄想にどっぷりと浸かってしまっている。もう話は通じそうにないな。"
    
    "俺はため息をついた。"
    
    "仕方ない、つき合ってやるか。どのみち腹痛で逃げる気力もない。"
    
    "俺は『帰りが遅くなるから俺の分の昼メシはいらない』としとねにメールを送ることにした。"
    
    scene bg bg_e00
    with Fade(1, 0, 1)
    
    scene bg bg_c00
    with Fade(1, 0, 1)
    
    scene bg bg_d05
    with Fade(1, 0, 1)
    
    scene bg bg_d06
    with Fade(1, 0, 1)
    
    show ayame aya_1_01
    with dissolve
    
    "あやめのバイト先というのはどうやらファミレスらしい。"
    
    "入店するとすぐに若いウェイトレスが笑顔で出迎えてくれた。"
    
    "エプロンは男女どちらでもＯＫな黒地のものを着用している。"
    
    "少しはメイド風の艶やかな衣装を期待したが、まあ大抵のファミレスなんてこんなものだろう。"
    
    "ウェイトレス" "「いらっしゃいまぁ～……」"
    
    "ゆったりとした挨拶を始めるが、あやめの姿を見るなり言葉が止まった。"
    
    "ウェイトレス" "「おはようございますぅ～」"
    
    "それが従業員同士のものになって再び口から出る。"
    
    "隣に高校生の客もいるんですがいいのでしょうか。"
    
    show ayame aya_1_02
    
    ay "「おはようございますッス！」"
    
    "ウェイトレス" "「今日ははやいですねぇ～、それに～」"
    
    "とウェイトレスが笑顔のままちらりと俺の方を見た。"
    
    "そして口元に手をあてて、ふふ、と上品に笑う。"
    
    "ウェイトレス" "「男の子のおともだちもご一緒だなんて～どういう風の吹き回しなのかしらぁ～」"
    
    show ayame aya_1_07
    
    ay "{cps=*2}「こちらはあやめのセンパイの雨宮センパイッス！今日は大事なセンパイをもてなして喜んでもらうために連れてきちゃったんス！{/cps}"
    
    ay "{cps=*2}ここで好感度を上昇させれば明日からはハッピーでラブラブな上に祭りで告白フラグ成立ッス！{/cps}"
    
    ay "{cps=*2}あやめの未来がどうなるかは魅咲さんの接客にかかっていると言っても過言じゃないッス！どうかよろしくお願いしますっ！」{/cps}"
    
    "あやめが早口でまくしたてると、ウェイトレスは頬に手を当てて目をぱちくりとさせた。"
    
    "ウェイトレス" "「あらぁ～、それはまぁ～。責任重大だわぁ～」"
    
    "本当に責任を感じたのかどうかよくわからない反応を見せ、またもや笑みを浮かべる。"
    
    "ウェイトレス" "「それじゃぁ～、センパイさんはわたしが案内するから、首館さんは着替えてきていいですよぉ～」"
    
    ay "「はいっ！了解しましたッス！」"
    
    "……なんて独特なテンポの会話なんだ。いつもこうなのか？"
    
    hide ayame aya_1_07
    with dissolve
    
    "これから一体どんなサービスが待ち受けているのだろうと、心に期待と不安が入り混じる。"
    
    "そんな緊張状態の俺を置き去りにし、あやめはレジカウンターの奥へと姿を消した。"
    
    show ayame aya_1_02
    
    ay "「センパ～イ」"
    
    "と思ったらひょっこり笑顔で戻ってきた。"
    
    ay "「楽しみにしててくださいッスね！」"
    
    hide ayame aya_1_02
    with dissolve
    
    "そう言い残し、再び姿を消した。"
    
    "何を楽しみにしておけばいいのかよくわからないが……。"
    
    "まあ言われたからには期待しておくか。"
    
    "それにしてもお腹が痛い。"
    
    "ウェイトレス" "「一名様お席にご案内いたしますぅ～」"
    
    play music "sound/bgm/bgm_103.ogg" fadeout 1.0
    
    scene bg bg_d03
    with Fade(1, 0, 1)
    
    "のろのろと喋るウェイトレスに案内されたのは、トイレのすぐ横の喫煙席だった。"
    
    "飲食店のトイレというのは大抵の場合奥に設置されているもので、つまりは一番端っこの席だということになる。"
    
    "しかも窓がない上に分厚い仕切りで遮られているので光が届いてこない、最も暗くて寂しい席だ。"
    
    "ウェイトレス" "「ごめんなさいねぇ～。もうこの席しか残ってないんですよぉ～」"
    
    so "「いえ、気にしなくて全然大丈夫です」"
    
    "俺はそう答えた。"
    
    "俺一人なのだから席がどこだろうと構わないさ。むしろ端っこの方が落ち着いて気分を楽にすることが出来る。"
    
    "たった一人で真ん中の大きなテーブルの椅子に座らされるよりはマシというものだ。"
    
    "しかし俺の心を知らないウェイトレスは苦く笑って見せた。"
    
    "ウェイトレス" "「ほんと～にごめんなさいねぇ～。いつもうちの首館さんがお世話になってるセンパイさんには申し訳ないわぁ～」"
    
    so "「それを言うなら俺の方なんですけどね。あやめのヤツに振り回されたり迷惑かけられたりしてません？してますよね？」"
    
    "ウェイトレス" "「それはぁ～………………………………………………………………」"
    
    "ウェイトレスは長く語尾を伸ばしてから、言葉を止めて視線をぼーっと宙にさまよわせ、"
    
    stop music
    
    "ウェイトレス" "「もちろん」"
    
    "笑顔を消して俺のほうを向き、きっぱりと答えた。"
    
    "その表情には「ああまったくもって迷惑だよ」とでも言いたそうな不愉快さが露骨に表現されている。"
    
    play sound "sound/se/se_091.ogg"
    
    "「………………」"
    
    "冷たい風が吹いたような気がした。"
    
    "数秒沈黙。"
    
    play music "sound/bgm/bgm_103.ogg" fadein 1.0
    
    "その後に二人で薄く笑った。"
    
    "というよりは俺が沈黙に耐え切れず苦し紛れに愛想笑いを浮かべると、向こうも合わせて微笑んでくれただけだが。"
    
    so "「や、やっぱりそうですか。俺のあやめがいつもご迷惑をおかけしてます」"
    
    "すみません。と今度は俺が頭を下げる。"
    
    "……しまった。この言い方じゃまるであやめが俺の彼女のように聞こえるじゃないか。"
    
    "ウェイトレス" "「いいんですよぉ～。悪い娘じゃないですしぃ～。それにちゃ～んと大事なものを見る目は持っていますしね～」"
    
    so "「大事なものを見る目……？なんですかその大事なものって」"
    
    "ウェイトレス" "「それはもちろん～」"
    
    "と最初のときの、頬に手を当てた笑い方をする。"
    
    "ウェイトレス" "「人を見る目に決まってるじゃないですかぁ～。首館さんのろけてましたよ～。"

    "ウェイトレス" "センパイさんは親が居ないのに妹さんを守りながらまっすぐに生きてる優しい人で、ちょっと冷たいところがあるけどそこがまた可愛いッスって。"
    
    "ウェイトレス" "実際に見てみるとちゃんと礼儀正しそうなオトコノコで安心だわぁ～。いい彼氏を見つけたわねぇ～」"
    
    "水を口に含んでいれば間違いなく噴き出しているところだった。"
    
    "あやめのヤツ、俺と付き合っていると勘違いされるようなことを言いふらしているのか。しかも家庭のことまで。"
    
    so "「ちがいますよ、彼氏じゃ……」"
    
    "若干あきれて否定しかけたその時、ふと、頭の中に疑問が浮かんだ。"
    
    "なんで俺が妹と二人暮らしなのを知っているんだ？"
    
    "俺の家庭環境はあやめには一度も教えたことはないはずだぞ。"
    
    "明かしたのは、せいぜい妹がいるという情報ぐらいだ。"
    
    "一体どこで知ったのかと考えたが、疑問はすぐに消えた。"
    
    "別に隠しているわけじゃない。俺の家庭事情を知っている人間は校内に何人かいる。"
    
    "俺の追っかけをしているのなら耳にはさんでいてもおかしくはないな。"
    
    "ウェイトレス" "「ああ～、それと言い遅れましたけど～。今日は特別なイベントでメニューの一覧はないんですよぉ～。」"
    
    "ウェイトレス" "「当店の決めた料理を順番にお運び致しますので少々お待ち下さいねぇ～。ドリンクバーの方は無料になっておりますので、ご自由にお使い下さい～」"
    
    "ウェイトレスは俺が言葉を止めている間にそう説明しながら、フォークやスプーンの入った入れ物をテーブルに置き、席の仕切りの向こう側に視線を移す。"
    
    "ウェイトレス" "「あらぁ～、首館さんがきたわぁ～」"
    
    "俺に向き直って微笑み、おじぎをする。"
    
    "ウェイトレス" "「それではセンパイさん、ごゆっくりどうぞぉ～」"
    
    "そしてウェイトレスは立ち去ってしまった。"
    
    "俺は痛むお腹を押さえながら、もう片方の手で頭を抱える。"
    
    "……彼氏じゃないと言うタイミングを逃してしまった。"
    
    stop music fadeout 1.0
    
    show ayame aya_3_01
    with dissolve
    
    ay "「センパ～イ」"
    
    play music "sound/bgm/ayame.ogg" fadein 1.0
    
    "仕切りからひょっこりと顔を覗かせ、あやめが現れた。"
    
    "俺が冷ややかな視線を送るがそれに気付く様子もなく、丸いトレイに載せて運んできた、錠剤を詰めたビンと氷水の入ったグラスをテーブルに置く。"
    
    ay "「これ胃薬ッス！　センパイが苦しそうだったから事務所から持ってきたんス！好きなだけ飲んで下さいッスね！」"
    
    so "「ああ、お前にしては気が利くな……ありがと」"
    
    "素直にお礼を言っておくことにした。"
    
    show ayame aya_3_02
    
    ay "「それでどうッスか？あやめのエプロン姿。ほらほら」"
    
    hide ayame aya_3_02
    with dissolve
    
    "とあやめは嬉しそうに、"
    
    show ayame aya_3_02
    
    "くるりと一回転してエプロン姿を俺に見せ付ける。"
    
    "さっきの楽しみにしておけと言うセリフはこれのことだったのか。"
    
    "ドレスのようなひらひらフリルのエプロンを身に着けているその姿は、"
    
    so "「あ～、そうだな。どう見てもその手の喫茶店の人だな」"
    
    show ayame aya_3_01
    
    ay "「うんうん、それでそれで？　可愛いと思いますよね？」"
    
    so "「なんで眼帯着けっぱなしなんだ？」"
    
    ay "「可愛いッスよね？」"
    
    so "「かなり浮いてるな」"
    
    ay "「か・わ・い・い・ッスよね？セ・ン・パ・イ？」"
    
    so "「わかったわかった、可愛い可愛い」"
    
    "しつこく聞いてくるのでついそう答えてしまった。"
    
    show ayame aya_3_02
    
    ay "{cps=*2}「ああ感激だなぁ！センパイに可愛いって言ってもらえるなんて！いつもならあやめがどんなにアタックしてもまるで異性には興味がありませんと{/cps}"
    
    ay "{cps=*2}言わんばかりにうっとおしそうな反応をするセンパイがあやめのエプロン姿に萌えてくれるなんて！これでセンパイの心にあやめのことが強く残っちゃって{/cps}"
    
    ay "{cps=*2}きっと毎晩眠れないほど想いが膨らみある日あやめに抱きつかれたことでついに衝動を抑え切れなくなったセンパイと結ばれて高校卒業したら二人で同棲する{/cps}"
    
    ay "{cps=*2}ことになってラブラブな共同生活が始まっちゃうんスよねっ！」{/cps}"
    
    so "「ほんとおめでたい頭してるなお前」"
    
    "俺の不用意な一言のせいで、あやめはまた妄想に浸ってしまった。"
    
    "まあいいさ。"
    
    "……可愛いと思ったのは本当のことだからな。"
    
    so "「でもさっきのウェイトレスは普通のエプロンだったよな、なんであやめと違うんだ？」"
    
    "気になったことを質問しながらビンから胃薬を三粒取り出し、水でぐいっと一気にのどに流し込む。"
    
    show ayame aya_3_01
    
    ay "「だって魅咲さんは男ッスから」"
    
    so "「マジですか」"
    
    ay "「マジッス。しかも店長ッス」"
    
    so "「あの顔で男なのか。しかも店長。まあ世の中にはそういう人間もいるわけだから気にしないでおくことにして……それ」"
    
    "とあやめの眼帯に指を差す。"
    
    so "「なんで着けっぱなしなんだよ？特別な日だとか言ってたけどそれでなのか？」"
    
    ay "「もちろんそうッスよ。あ、もしかしてセンパイ、あやめの脱いだ姿を楽しみにしてました？」"
    
    so "「それを言うなら外した姿、だ。言っておくが俺はお前のはだかも眼帯外した顔もまったく興味はないぞ」"
    
    show ayame aya_3_07
    
    ay "「うんうん」"
    
    show ayame aya_3_02
    
    ay "「センパイがそんなにあやめのはだかを見たいって言うなら今度二人っきりになったときに見せてあげちゃうッスよ」"
    
    so "「………………」"
    
    "精神的な疲労によるものだろうか、さらにお腹が痛くなった。"
    
    show ayame aya_3_01
    
    ay "「ほらセンパイ見てくださいッス、今日はみんなでコスプレのイベントなんスよ」"
    
    "俺がお腹を押さえて黙り込んでいると、あやめは仕切りの向こう側に右腕を伸ばし手を広げて見せた。"
    
    hide ayame aya_3_01
    with dissolve
    
    "それにつられて俺はあやめの手の方向を、仕切りの向こう側の様子をうかがう。"
    
    "……なるほど、変わった格好のお客様が大勢いらっしゃる。"
    
    show ayame aya_3_01
    
    ay "「今日のあやめの服装も、実はこの日のために魅咲さんが用意してくれたものなんスよね！」"
    
    ay "「それでどうせなら眼帯も外さないほうが可愛いって言われたからこのままにしておいたんス」"
    
    "さっきあやめに浮いていると言ってしまったが、これだと逆に俺の方が浮いた人間じゃないか。"
    
    "改めて端っこの目立たない席でよかったと安堵する。"
    
    show ayame aya_3_02
    
    ay "「それから今日の料理もゲームやマンガに出てきた物の再現ッス！きっとセンパイの食欲を刺激したなつかしの料理もいくつか登場ッス！そっちも楽しみに待ってて下さいッスね！」"
    
    so "「そうか……料理は楽しみにしておくよ。だけど胃薬は置いといてくれ」"
    
    "俺が言った直後、ビンを取ろうとしていたあやめの手が止まった。"
    
    show ayame aya_3_08
    
    ay "「ん、そうッスか」"
    
    "と珍しく不思議そうな表情をする。短い時間で何度も服用するようなものじゃないから当然の反応だな。"
    
    show ayame aya_3_01
    
    ay "「センパイが必要なら置いときますけど、できれば持って帰ったりしないで下さいッスね。あやめが怒られちゃうんス」"
    
    so "「ああ、悪いなあやめ」"
    
    "俺が頭を下げると、あやめはいつもの笑顔に戻った。"
    
    show ayame aya_3_02
    
    ay "「大好きなセンパイのためッスから、謝らなくていいッスよ」"
    
    "とあやめは言い残して、仕切りの向こう側に姿を消した。"
    
    hide ayame aya_3_02
    with dissolve
    
    "……架空の料理の再現と聞いたとき、俺は恐怖を感じて身震いを起こしてしまった。"
    
    "凶悪な食べ合わせや、見た目だけを追求して味や食べる方の健康を二の次にした料理が次々とテーブルに並べられていく。"
    
    "そう考えると胃薬を手放したくなくなるのは当然のことだ。"
    
    scene image "#000000"
    with dissolve
    
    play music "sound/bgm/bgm_103.ogg" fadeout 1.0
    
    play sound "sound/se/se_042.ogg"
    
    scene bg bg_d03
    with Fade(1, 0, 1)
    
    "麻婆豆腐と混ぜたようなカレーや青汁みたいなスポーツドリンクなど、"
    
    "俺の予想がそこそこ当たって一気に腹具合の信号が黄色から赤に変わってしまった。"
    
    "それなら食べなければいいだけの話なのだろうが、そう簡単にはいかない。"
    
    show ayame aya_3_03
    
    ay "「お腹痛いんスか？　センパイ大丈夫ッスか？もしかしてあやめが無理矢理連れてきちゃったのを怒ってるんスか？"
    
    ay "「どうしようどうしよう、お腹壊してしばらく学校これなくなったらあやめのせいッス。センパイが入院したらどうしよう」"
    
    "手を止めてお腹を押さえるたびにあやめが寄ってきて、心配そうに俺の顔を覗いては泣きそうになるのだ。"
    
    "普段は人の言動を無視するくせにこんなときだけおろおろするなよ。"
    
    "と心の中で文句を言ってみたりもするが、"
    
    so "「心配するなあやめ。どこも悪くないし俺は怒ってないから」"
    
    "結局あやめをなだめて料理を平らげてしまう。"
    
    "俺はつくづく後輩に甘いヤツだな。"
    
    show ayame aya_3_02
    
    ay "「よかったッス！じゃあ次はこれッスセンパイ！」"
    
    play sound "sound/se/se_042.ogg"
    
    "ところがなだめられて機嫌が直ると、また新たな料理を並べてくるのだ。"
    
    "次は……明太子で味付けしたみたいなスパゲティか。これは比較的まともそうだ。"
    
    "だがさすがに苦しくなってきたな。"
    
    "味は普通でも食いきれない……！"
    
    show ayame aya_3_03
    
    ay "「センパイどうしたんスか？やっぱり怒ってるんスか？」"
    
    "ところが手を止めると、あやめがまた泣きそうな顔になってしまう。"
    
    so "「わかったわかった」"
    
    show ayame aya_3_02
    
    "食えばいいんだろ食えば。"
    
    scene image "#000000"
    with dissolve
    
    "俺はこの日、十粒以上の胃薬を飲むことになった。"
    
    play music "sound/bgm/bgm_004.ogg" fadeout 2.0
    
    scene bg bg_b01
    with Fade(1, 0, 1)
    
    so "「た……ただいま～……」"
    
    "夕方に帰宅して靴を脱ぐなり、俺は会社帰りに飲みに行って酔っ払ったサラリーマンのように仰向けになって廊下に寝転がった。"
    
    scene bg bg_b03
    with Fade(1, 0, 1)
    
    show sitone si_2_01
    with dissolve
    
    si "「お帰りおにいちゃん。今日はどこに行ってたの？」"
    
    show sitone si_2_02
    
    si "「そんなに苦しそうな顔しちゃって」"
    
    so "「ああ、後輩のバイト先に誘われてな、死ぬほどごちそうになってきたんだ」"
    
    "普段お目にかかれない俺の滑稽な姿を見下ろして、おかしそうな顔をしているしとねに言ってやった。"
    
    show sitone si_2_01
    
    si "「それでお昼ごはんはいらないって言ってたんだね。」"
    
    show sitone si_2_08
    
    si "「でもいつ帰ってくるかもできればちゃんとメールしてよね」"
    
    so "「いやごめんごめん」"
    
    scene image "#000000"
    with dissolve
    
    "あれから出された料理を全て平らげた後、"
    
    "コスプレ客に紛れていた有名なイラストレーターとやらのサイン会が始まって、俺は全く興味がなかったのにあやめと一緒に行列に並ばされてしまった。"
    
    "吐きそうなのをこらえながらサインをゲットして、これで開放されると思ったのもつかの間、"
    
    "今度はデザートタイムが始まり俺は再びあやめの顔色をうかがいながら食い物を胃に詰め込むことになってしまったのだ。"
    
    scene bg bg_b03
    with Fade(1, 0, 1)
    
    so "「そうだしとね、これやるよ。何でも有名なイラストレーターのサインらしい」"
    
    show sitone si_2_01
    
    si "「えっ？なになに？」"
    
    "カバンから取り出して仰向けのまま、しとねに色紙を持った手を伸ばす。"
    
    so "「その後輩のバイト先でサイン会があったからごちそうついでにもらってきた。俺は全然興味がないからお前が持っていた方がいいだろ」"
    
    show sitone si_2_05
    
    si "「あーっ！これヤミー君の人のだよ！」"
    
    "しとねは大声を出した。"
    
    si "「ホントにいいの？おにいちゃん！」"
    
    so "「ああ、ヤミー君＆ヤマちゃんの人だったのか。いいぞ別に」"
    
    show sitone si_2_02
    
    si "「ありがと～！おにいちゃん大好きっ！」"
    
    hide sitone si_2_02
    with dissolve
    
    "と歓喜の声を上げてくるくると回ってみせる。"
    
    show sitone si_2_01
    
    "今日の俺の災難も無駄ではなかった。"
    
    "そんなに喜んでくれると俺まで嬉しくなってくるぞ妹よ。"
    
    so "「じゃあ俺はしばらく部屋で横になるから、出来ればそっとしておいてくれよ」"
    
    si "「うんっ！おやすみなさい」"
    
    "しとねのおやすみなさいの言葉に軽く手を振って応え、俺は自分の部屋に戻った。"
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    "お腹をさすりながらベッドにもぐりこむ。"
    
    "しばらくは苦しさで天井を見上げてぼーっとしているだけだったが、胃に血液が集中しているせいかまぶたが徐々に重くなってきた。"
    
    "これなら心地よく夢が見られそうだな……。"
    
    stop music fadeout 1.0
    
    scene image "#000000"
    with dissolve
    
    "………………。"
    
    play music "sound/bgm/bgm_007.ogg" fadein 1.0
    
    scene bg bg_g00
    with Fade(1, 0, 1)
    
    "……夢の中の世界で、俺は“猫”になっていた。"
    
    "それも野良猫ではないらしい、"
    
    "誰かの家で飼われている猫らしい。"
    
    "座布団の上でまるまってひなたぼっこしている。"
    
    play sound "sound/se/se_090.ogg"
    
    "時折吹く風が心地いい。"
    
    "気持ちいい時間だったが、俺もまだまだ若い。"
    
    "そのうち飽きて外に出てみたくなった。"
    
    scene bg bg_e02
    with Fade(1, 0, 1)
    
    "窓から飛び出して塀の上をとことこ歩いていると、向かいの家のおばちゃんがこっちを見ていることに気がついた。"
    
    "俺は、おはようございます。と挨拶したが、口から出たのは、にゃ～、と言う猫の鳴き声そのものだった。"
    
    "おばちゃんは微笑みながら右手に煮干しを持って、俺に見せ付けるようにひらひらと振っている。"
    
    "「食べていくかい？」と誘われたので、ごちそうになることにした。"
    
    "塀の上から降りて、向かいの家の敷地内に入る。"
    
    scene bg bg_g01
    with Fade(1, 0, 1)
    
    "「いただきます」と返したが、やっぱり出た声は、にゃ～。"
    
    "おばちゃんに背中を撫でられながら、俺は黙々と魚を食べる。"
    
    "やがて魚を食べ終わって、俺は塀の上に飛び乗る。"
    
    "「ごちそうさまでしたー」の、にゃ～。"
    
    "「またおいでよ～」と言われたので「はい～」と返事を返して立ち去る。"
    
    scene bg bg_e02
    with Fade(1, 0, 1)
    
    "しばらく塀を伝って散歩していたが、眠り足りなかったせいか、またひなたぼっこがしたくなったので家に戻ることにした。"
    
    "家の近くまで来たところで、子供の声が聞こえてきた。"
    
    "それは良く知っている声で、俺の飼い主の声だった。"
    
    "どうやら俺を呼んでいるらしい。"
    
    "最初に出て行ったのと同じ窓から入る。"
    
    scene bg bg_g00
    with Fade(1, 0, 1)
    
    "「ここにいるぞ～」と、にゃ～。"
    
    play sound "sound/se/se_010.ogg"
    
    "直後に、どたどた、と激しい足音を響かせて飼い主が部屋に入ってきた。"
    
    "「あ、そーすけやっと見つけたッス！」"
    
    "眼帯を着けていない子供姿のあやめだった。"
    
    "お前かよ。"
    
    ay "「朝ごはんッス！今日は特別だからお前がよろこんでくれるといいなぁ！」"
    
    "とあやめは小さな皿を俺の前に置いた。"
    
    "猫用だが大量のツナが盛られていた。"
    
    "なるほど、確かに特別だ。"
    
    "「でもさっき隣でごちそうになったからお腹一杯なんだ」にゃ～。"
    
    ay "「うんうん」"
    
    "「悪いな、でも後でちゃんと食べるから」にゃ～。"
    
    ay "「そんなに嬉しいんスか！奮発してよかったッス！」"
    
    "「人の話を聞け」にゃ～。"
    
    "……しかしこの場合は話が通じないのは当然か。"
    
    ay "「あやめのことは気にしなくていいから早くエンリョせずに食べるッス」"
    
    "「いや、ほんとにお腹が一杯なんだよ。言葉が通じなくてもなんとなくわかってくれよ」にゃ～。"
    
    ay "「そーすけどうしたんスか？さっきからにゃ～にゃ～ばかりで一口も食べないッス。もしかして病気ッスか？どこか痛いんスか？」"
    
    ay "「　どうしようどうしよう。そーすけが何も食べなかったら入院しちゃうどうしよう」"
    
    "……勝手に病気と勘違いして泣きそうになっている。"
    
    "「わかったわかった」にゃ～。食えばいいんだろ。"
    
    "無理して食べることにした。"
    
    "平らげると、俺は座布団の上に仰向けになって寝転がった。苦しい。"
    
    ay "「そーすけ可愛いッス～！」"
    
    "どうやらお腹を丸出しにして目を細めている姿があやめのハートを射止めてしまったらしい。"
    
    "あやめは俺の体を持ち上げてすりすりと頬ずりし始めた。"
    
    ay "「んん～……♪」"
    
    "「放せ……苦しい……放せぇ～」にゃ～。"
    
    "俺はあやめの手の中でもがき続けた。"
    
    stop music fadeout 2.0
    
    scene image "#000000"
    with dissolve
    
    play sound "sound/se/se_014.ogg"
    
    "「……い……ん……にいちゃん……おにいちゃん」"
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    "突然、しとねの声とドアを叩く音ではっと目が覚めた。"
    
    "なんて夢だ。"
    
    so "「どうした……？しとね……」"
    
    play sound "sound/se/se_031.ogg"
    
    "俺はふらつきながら起き上がってドアを開けた。"
    
    show sitone si_2_07
    with dissolve
    
    si "「あ、おにいちゃん、晩ごはんの仕度ができたんだけど……」"
    
    "としとねは申し訳なさそうな表情をする。"
    
    play music "sound/bgm/bgm_004.ogg" fadein 1.0
    
    so "「ああ、もうそんな時間なのか」"
    
    si "「ごめんなさい、起こさないほうがよかったかな」"
    
    so "「いやいいよ、むしろ起こしてくれて助かった」"
    
    "そう言って俺は軽くあくびをして、しとねの後ろに引っ付いて台所まで移動する。"
    
    scene bg bg_b02
    with Fade(1, 0, 1)
    
    show sitone si_2_01
    with dissolve
    
    "食卓に着いて、いただきます。と日本人の家庭の大半がしているであろうお決まりの挨拶を交わし、俺たちは箸を掴んだ。"
    
    show sitone si_2_07
    
    si "「……おにいちゃん、お箸が進んでないみたいだけど、もしかしておなか空いてないのかな？」"
    
    "亀のような速度でごはんとおかずを交互に口に運ぶ俺を見て、しとねは今日のあやめと同じように心配した目をする。"
    
    so "「ん……どうなんだろう……。自分でもよくわからないんだ」"
    
    "食欲はない。"
    
    "今日のファミレスでの拷問とさっき見た夢と寝起きが重なれば食欲を失うのは当然だ。"
    
    "もしこれで何事もなかったかのように平然と夕食を口にすることが出来るヤツがいれば俺はそいつを尊敬する。"
    
    "ただ、しとねの言った通りにお腹が空いていないのかと考えれば、どうもよくわからない。"
    
    "あれからかなり時間が経っているから少なくとも満腹ではないとは思うが、自分の胃袋の空き容量を感じ取ることが出来ないのだ。"
    
    show sitone si_2_01
    
    si "「つらいならムリして食べずに寝てていいんだよ？後片付けはわたしがしておくから」"
    
    "としとねは優しく俺に話しかけてくる。"
    
    "その気遣いは嬉しかったが、俺は黙って首を振った。"
    
    so "「今日はずいぶんと無理をしたからな、どうせなら最後の食事も残さず食べることにするよ。もったいないし」"
    
    "俺はそう自分自身に言い聞かせるようにつぶやき、高速で箸を動かし始める。"
    
    show sitone si_2_09
    
    "しとねは「なに言ってるの？」とでも言いたそうな疑問の表情で俺を見つめるが、それに構わずおかずをかっこむ。"
    
    "毎日こんな感じでは体がもたないだろうが、せめて今日だけは、俺が食事をしているところで誰にも心配はかけたくはない。"
    
    "とそう思った。"
    
    scene image "#000000"
    with Dissolve(2)
    
    jump main4 # plo4.ks - Top
