label main2:
    jump main2_A

label main2_A:
    
    play music "sound/bgm/bgm_002.ogg"
    
    scene bg school passage
    with Fade(1, 0, 1)
    
    "翌朝、登校するとちょっとした騒ぎとなっていた。"
    
    "……俺にとってはちょっとどころではないのだが。"
    
    scene cg cg_aa_01
    with Dissolve(2)
    
    "俺とみそぎの名が入った相合傘が、黒板に描かれていたり、その横には、『おめでとう！』の文字まである。"
    
    "いつもは日直の名以外は、何も書かれていないようなただの黒板であるが、今日は色とりどりのチョークで、一杯に落書きが施してある。"
    
    so "「はぁぁぁぁぁああッ！！！！？」"
    
    "その意味が示すところを、俺は瞬時に理解した。"
    
    "驚きと呆れに、素っ頓狂な声を上げてしまった。"
    
    "その瞬間、皆の視線がこっちへ向く。"
    
    scene bg school classroom
    with Dissolve(2)
    
    show akira aki_1_02
    with dissolve
    
    ak "「やったな、頑張れよっと！」"
    
    "明良が挨拶もなしに憎まれ口と共に、俺の肩をパンパンと叩く。"

    so "「ち、違ッ！！？アレは全くそういうんじゃない！！」"

    "何もやましい事は無いが、黒板の落書きに驚いたのも相まってしどろもどろになる。"
    
    hide akira
    with dissolve

    "女子生徒Ａ" "「なになにぃ、雨宮くんったら、隠さなくてもいいわよ！」"

    "女子生徒Ｂ" "「そうよぉ、朽無さんと何があったの？教えて教えて♪」"

    "みそぎはまだ登校していないらしい。見渡しても姿は無い。"

    "その所為か、普段あんまり話すことの無い女子連中までもが詰め寄ってくる。"

    "これはひとえに、みそぎが美人であるからに他ならないのだろう。"

    "単に『俺が女子と付き合ってる』みたいな話なら、ここまで問い詰められることはないだろう。"

    so "「だーかーらー！！違うって言ってるだろ！！あれは成り行きだ！」"

    so "「昨日みそぎが傘持ってなくて、玄関口でぼけーっと突っ立ってたから入れてやっただけなんだよ！！見て見ぬ振りは出来ん！！」"

    "俺は早口でそうまくし立てた。"

    "しかし、俺はとんでもない失態をしてしまったようだ。……"

    "女子生徒Ａ" "「今、『みそぎ』って言った！！？」"

    "男子生徒Ａ" "「ああ、しかと聴いたぜ。この耳でな！」"

    "女子生徒Ｂ" "「やだぁ、いつから付き合ってるのかしら！！？」"

    "男子生徒Ｂ" "「みんなのアイドル、みそぎちゃんを返せっ！！」"

    "我ながら無用心であったことに、今更気付く。後悔先に立たず、とは良く言ったものだ。"

    "中学以来みそぎとは人前で話しておらず、そのまま高校まで引きずってきてしまったため、みそぎのことが話題に上っても、周りにつられて朽無さん、と呼称するようになっていたのである。"

    "故に、俺とみそぎが幼なじみであることは殆ど誰も知らない。"

    "明良はそれを知りながらも、この状況を楽しんでいる。俺を囲むクラスメイトの輪から少し距離をとり、へらへらと笑ってやがる。"

    "さっきの『頑張れよ』は、絶対みんなが言う『頑張れ』と違う意味の『頑張れ』だ。"

    "それがわかった瞬間、明良の態度に腹が立ってきたが、今はそれどころではない。"

    so "「そ、それは違う！！」"

    "自分の失敗を恥じ、俺の顔に朱が差すのが分かる。顔が熱い。"

    "それを、ボロが出たと捉えられたのか、攻撃が激しくなる。"
    
    "女子生徒Ａ" "「う・そ！そんなに顔真っ赤にしてぇ！どうやって落としたの、ねぇ、ねぇ！！？」"
    
    "女子生徒Ｂ" "「いつからいつから？？」"
    
    "男子生徒Ｂ" "「お前だけは許さんッ！！」"
    
    "みんなは口々に言いたい放題である。俺は何とか弁解しようと、本当のことを告げようとした。"
    
    so "「あいつと俺は幼なじみなんだよ！！そりゃぁ最近は話してなかったが、そういう間柄だ！それぐらい珍しくも何とも無い！」"
    
    play sound "sound/se/se_033.ogg"
    
    "といったところで、教室のドアが開く。俺の話が終わって、タイミングよく開かれたものであるから、そちらに注目が集まる。"
    
    show misogi mi_1_01
    with dissolve
    
    "みそぎだ。もう一人の渦中の人物。今登校してきたらしい。"
    
    "俺の時みたいに皆はみそぎには駆け寄らない。確かに、何となくそういう雰囲気のやつではあるのだが。"
    
    "みそぎは黒板に目も触れず、俺の方へまっすぐと歩み寄ってくる。"
    
    "周囲の皆はその始終を見守ろうと、道を開け、誰一人口を挟まない。"
    
    "俺の前でみそぎが立ち止まる。"
    
    so "「なぁ、みそぎ！！こいつら俺のこと疑うんだ、なんとか言ってやってくれ！お前が言ったら誰でも信じるだろうからさ！」"
    
    "みそぎに希望を託したが、見事に裏切られた。"
    
    "……なぁ、会話のキャッチボールって知ってるか？"
    
    show misogi mi_1_06a
    
    mi "「おはよう。昨日は、一緒に帰ってくれて……ありがとう。楽しかったよ……」"
    
    "そのまま数秒間の静寂へ突入。俺はどれだけ間抜けな顔をしていたであろう。"
    
    "口は半開きで、眼もぱちくりしていたに違いない。"
    
    "更にわけが悪いことに、みそぎの顔は真っ赤なのだ。"
    
    "みそぎのその言葉の前に、俺の頭は真っ白になった。そして、みそぎの誠実な双眸は、俺の言語中枢を破壊したようだ。"
    
    so "「……あ、ああ。こちらこそ……」"
    
    "更に事態を悪化させたのは、俺の頓珍漢な一言だったのだ。"
    
    play music "sound/bgm/bgm_001.ogg" fadeout 2.0
    
    scene bg school classroom
    with Fade(1, 0, 1)
    
    "その後、授業が始まるまで俺には取巻きが大勢いて、弁解しようにもそういう雰囲気ではなくなっていた。"
    
    "それに、いくら弁解したところで暫くは誤解が解けそうも無い。墓穴を掘るのもここまで来ると、酷いものである。"
    
    play sound "sound/se/se_060.ogg"
    
    "午前の授業終了のチャイムが鳴り響き、クラスメイトたちはちらほらと購買へパンや弁当を買いに行ったりする。"
    
    "食堂も、まぁ、小さいが、あるにはある。"
    
    "みそぎの姿が見えないから、恐らくそのどちらかだろう。"
    
    so "「あ〜あ、疲れたな、もう」"
    
    "俺はため息交じりにそう吐き捨てる。"
    
    "午前中の休み時間に、いろいろと野次馬が俺のところへ来るものだから、授業の合間に休みがなく、俺はもう体力も精神も磨り減っている。"
    
    "せめて弁当で少しでも回復できればいいのだが。"
    
    show akira aki_1_01
    with dissolve
    
    ak "「や。今日は災難だったな、聡介」"
    
    "そこへ明良が昼食を持ってきて、隣の席へと腰を下ろす。"
    
    "状況を楽しんでいた張本人だ。まだ顔がにやけてるぞ。"
    
    so "「お前なぁ、ちょっとは俺の味方しろよなぁ……はぁっ……」"
    
    "もう一度、わざとらしくため息をついてみせる。"
    
    "俺とみそぎ、そして明良以外に、二人の仲を知る友人はこのクラスにはいないのだ。中学から一緒といえば、この３人だけなのである。"
    
    show akira aki_1_02
    
    ak "「いやぁ、傍から見てると面白いだろ？ 最近、目立ったビッグニュースもなかったしなぁ」"
    
    "明良はパンの封を開けながらそんなことを言う。こいつの友達やめようかな……。"
    
    so "「お前なぁ、友達が困ってんのに助けてくれよ」"
    
    show akira aki_1_10
    
    ak "「助けたじゃないか、昨日な。それで貸し借りは無しのはずだ。お前だって、俺に借りばっか作るの嫌だろ？」"
    
    "そういえばそうだった。昨日のノートの所為で、俺とこいつの貸し借りは±０である。"
    
    "ここでもう一つ借りを作るのは癪だ。"
    
    "悔しいが、明良の言うことは正論である。"
    
    so "「あ、そうか。そうそう、これ、返し忘れてたわ。さんきゅ」"
    
    "机の横に引っ掛けてある鞄を漁り、昨日借りたノートを返す。幸い、今日の授業は昨日の教科と全く被っていないので、午前中の授業に支障は無かっただろう。"
    
    show akira aki_1_01
    
    ak "「まぁいいじゃないか。つーか、本当はみそぎちゃんとどこまでいってんのよ？」"
    
    "俺はタコさんウィンナーに伸ばしかけた箸を止めた。"
    
    so "「……お前までそんなこというわけ？ホント、冗談も大概にしてくれよな……」"
    
    "心の底から嘆息し、タコさんに箸を突き刺して口へ運ぶ。このかわいらしい弁当は、しとねの手作りだ。"
    
    ak "「こんな噂立てられるのも今のうちだぜ？あの娘が本当に彼氏作ったらこんな嬉しい噂立たないだろうが」"
    
    so "「別に嬉しくなんか……」"
    
    stop music fadeout 1.0
    
    play sound "sound/se/se_033.ogg"
    
    "バンッ！！！"
    
    show akira aki_1_05
            
    "何事かと思って振り返れば、教室のドアが開いた音だった。"
    
    hide akira
    
    play music "sound/bgm/ayame.ogg" fadein 1.0
    
    show ayame aya_1_04
    with dissolve
    
    "少女" "「ハァ、ハァ、あ、雨宮先輩……あの噂、本当なんス  か！！？先輩が、ハァ、ハァ……」"
    
    "教室のドアを勢い良く開けた人物、その顔には見覚えがあった。"
    
    "一つ下の俺の後輩、首舘あやめ（くびたちあやめ）が息を切らしながらそこに立っていた。"
    
    so "「どうしたんだいきなり！！？ま、まぁ、落ち着いてから喋ってくれよ、な？」"
    
    "あやめが苦しそうに喋っているのを見かねて、俺は少し休むことを提案した。"
    
    ay "「は、はいッス、ハァ、ハァ……ッス」"
    
    "教室で昼食をとっているクラスメイトは、『何事か！？』という顔でそのやりとりを見ていた。"
    
    "それを気に留めず、あやめは俺たちのところへ向かってくる。"
    
    show ayame aya_1_01
    
    ay "「改めてお訊きしますッス。先輩、朝のあの噂、本当な  んスか！？」"
    
    "やはり周囲の興味津々な雰囲気に気付いていないのか、あやめはそのまま続ける。"
    
    show ayame aya_1_04
    
    ay "「先輩が付き合い始めたって、本当なんッスかぁ！？」"
    
    "クラスが落ち着いたという傍から、その話を穿り返すのか。ハァ、と俺はため息をついた。"
    
    so "「お前なぁ、なんでそのこと知ってんだよ……」"
    
    show ayame aya_1_02
    
    ay "「何でって、先輩のことだからに決まってるじゃないッスか！黒板に書かれててどうのこうのだとか、いろんなことッス！チェック済みッス！！」"
    
    "その手の噂の足は速い。こいつがどこで聞き耳を立てていたのかは知らないが、心底あきれたものだ。"
    
    so "「だからアレは誤解だっての！！明良、お前もどうにか言ってくれ！俺はもう説明に疲れた」"
    
    "午前中の説明で相当疲れて嫌気が差したので、明良に回答を丸投げする。"
    
    hide ayame
    with dissolve
    
    show akira aki_1_05 at left
    with dissolve
    
    show ayame aya_1_02 at right
    with dissolve
    
    ak "「あ、ああ、いいぜ」"
    
    "明良は承諾してくれたものの、あやめは納得しなかった。"
    
    show ayame aya_1_04 at right
    
    ay "「嫌ッス嫌ッス！！先輩の口から直接説明してくださいッス！！じゃないと信じないッスからね！！」"
    
    with None
    with vpunch
    
    "といいながら、涙目で俺の頬を抓る。泣きたいのはこっちの方だ。"
    
    "あやめの手を、痛かったが無理やり引き剥がし、大人しく話を聴くように言い聞かせる。"
    
    "こいつは、一度勘違いして暴走を始めると止まらないヤツなのだ。"
    
    "……厄介なことこの上ない。"
    
    so "「あれはだな……」"
    
    "そういって、朝クラスメイトにした説明と同じことを、もう一度繰り返す。"
    
    play music "sound/bgm/bgm_001.ogg" fadeout 2.0
    
    scene bg school classroom
    with Fade(1, 0, 1)
    
    show ayame aya_1_02
    with dissolve
    
    ay "「ああ、そうなんッスかぁ！なーんだ、あやめの早とちりッスか！」"
    
    "説明を終えると、あやめは、さっきとは打って変わって、けろっとした表情でいつもの調子に戻る。"
    
    show ayame aya_1_07
    
    ay "「でも、その人、羨ましいッス。先輩と一緒に相合傘だなんて」"
    
    so "「違う！！相合傘なんかじゃ断じてない！！俺の良心が放っておけなかっただけだっての！！」"
    
    "やけに相合傘と言い張るので、そこは否定しておいた。"
    
    show ayame aya_1_02
    
    ay "「えへへ。先輩がそういうんならそうでしょうけど……」"
    
    show ayame aya_1_07
    
    ay "「でも、こりゃ放って置けないッスね……」"
    
    "後半の方は、声がくぐもっていた所為で、良く聞き取れなかった。"
    
    so "「ん？今なんか言ったか？」"
    
    "あやめがなんと言ったのか気になって問い返してみる。"
    
    show ayame aya_1_02
    
    ay "「え、何をッスか？」"
    
    "しかし、あやめは質問の意図が解らないとでも言うように、目をぱちくりさせている。"
    
    so "「いや、言ってないならいいんだ。多分疲れてた所為だ。空耳だ。気にしないでくれ」"
    
    ay "「じゃ、先輩！また会いに来るッス！それまでアデュー！！」"
    
    "額の辺りにピースを作り、あやめは別れのポーズをとる。"
    
    so "「おう、じゃぁな！」"
    
    hide ayame
    with Dissolve(2)
    
    "とは言いつつ、内心では、『もうこんな噂につられて訊きにくるんじゃないぞ』、とか軽く思った。先輩失格かな。"
    
    show akira aki_1_04
    with dissolve
    
    ak "「……お前な！！みそぎちゃんの他にも手付けてんのか！？なんて野郎だ！！みんなぁ、こいつとっちめてやろうぜ！！｣"
    
    play sound "sound/se/se_094.ogg"
    
    "突然、教室にいた男たちが、俺を取り囲む。"
    
    "こいつら、本気だ。殺気立ってやがる……。"
    
    so "「違う！！あいつはただの後輩だっての！！みそぎも違う！！お前ら朝、一体何聞いてやがったんだよぉぉぉ！！？」"
    
    "叫びも虚しく、飢えた男どもに俺は弁当を取り上げられ、俺の昼食は幕を閉じた。"
    
    play music "sound/bgm/bgm_003.ogg" fadeout 2.0
    
    scene bg school staircase
    with Fade(1, 0, 1)
    
    so "「ああ、今日は散々だったぜ……」"
    
    "昼食後、といっても殆ど食べてないのだが、いたたまれなくなったので屋上で気分を晴らそうとでも思った……のだが。"
    
    show kiriko ki_1_01
    with dissolve
    
    "少女" "「あら、雨宮さん？奇遇ですわね」"
    
    "……よりにもよって、とんでもない人物に捕まった。今日はつくづく厄日だ。 "
    
    "『節度のある学生生活を』をモットーに、日夜努力を惜しまない、我らが学校の生徒会長。その名を犬哭キリコ（いぬなききりこ）という。 "
    
    "因みに１つ上の三年生である。 "
    
    "何故ヒラ生徒の俺が、生徒会長と面識があるのかというと、それは昨年の文化祭がきっかけであった。 "
    
    "この現会長様は昨年後期の生徒会にも副会長として所属しており、クラスから文化祭実行委員として派遣された俺は、彼女の下でこき使われたのだ。 "
    
    "本来ならばその時だけの縁……だったはずが、その時のちょっとした借りもあって、何のかんのと今に至るまで付き合いが続いていたりする。"
    
    "……俺は別に、生徒会役員になったわけでもないんだがなぁ……。"
    
    so "「うげ、キリコ会長……ご、ごきげんよう」"
    
    ki "「ええ、ごきげんよう。そんなげんなりした顔でどこへ行くのかしら？」"
    
    so "「諸事情から食いっぱぐれまして。……つまりここは黙って行かせてくれってことですね」"
    
    so "しかし、キリコ会長はそんなことどうでもよさそうに俺に一言。"
    
    ki "「あ、そうですか。それでは、今から荷物を運ぶのを手伝っていただけますわね？」"
    
    "俺の話なんてどうでもいいのか、この人は。まぁ、そんなこととっくに気付いてたんだけど。ここまでアレだといっそ清々しくもある。"
    
    so "「……あ、はい、わかりました。はぁ……」"
    
    "俺は、今日一番大きなため息をついたかもしれない。"
    
    scene bg bg_a08
    with Fade(1, 0, 1)
    
    show kiriko ki_1_04
    with dissolve
    
    ki "「これはこっち、でこれはこっち。あ、そこじゃなくてやっぱり右へ……、」"
    
    "社会科学習室という、超マイナーな部屋から、何に使うか分からない物を生徒会室に運ばされ、そこで文句を言われる。"
    
    so "「ちょ、じゃぁ自分でやってくださいよ……」"
    
    "俺は腹が減ってくらくらである。出来れば教室へ帰って寝たい。"
    
    show kiriko ki_1_07
    
    ki "「嫌です。埃が被っているというのに」"
    
    "そ、それだけの理由なのか！！？"
    
    so "「ちょ、副会長とか書記とかいるでしょ？何で任せないんですか……」"
    
    "当然の問いを口にするも、返ってきた答えは納得の行く答えではない。それに文句を言うとまた何か言われるのだが。"
    
    show kiriko ki_1_02
    
    ki "「二人とも出払っていてどうしようかと思っていたところに、貴方が現れたからです」"
    
    "ぐ、これじゃ反論の余地が無いじゃないか。"
    
    play sound "sound/se/se_005.wav"
    
    "どすん、と重く、得体の知れないものを指定された場所へ置いて、俺は逃げるように生徒会室のドアへ駆けた。"
    
    "が、"
    
    show kiriko ki_1_04
    
    ki "「……お待ちなさい」"
    
    "びくっ！と条件反射で身体が固まる。"
    
    show kiriko ki_1_07
    
    ki "「あなた昨日、白昼堂々と淫らな行為をしていたらしいですわね。……我が生徒会のモットーを、ご存じないとは言わせませんわよ？」"
    
    "逃げればよかった……。まさかここまで話が行っているとは。"
    
    "と、言うか、淫らでもなんでもないし！！ただ傘に一緒に入っただけだし！！"
    
    "いやぁ、やっぱり尾ひれが付くのも早かったなぁ……。"
    
    "結局昼休みは、チャイムの音にキリコ会長が気付くまで、延々と説教を喰らい続けたのであった。"
    
    play music "sound/bgm/bgm_002.ogg" fadeout 2.0
    
    scene bg school classroom
    with Fade(1, 0, 1)
    
    "「……席に着け。授業を始める」"
    
    "……そういえば、５限は生物だったな。それにしても、相変わらず威圧感のある先生だ……。"
    
    "城嶋譲治(じょうしまじょうじ)先生、通称ジョジョ。その渋めのルックスから、一部の女子と男子に人気のある先生である。"
    
    "……授業中に騒ぐとおっかないが。"
    
    scene image "#000000"
    with dissolve
    
    "にしても、あんなのけ反った立ち方でよく倒れないものだ。黒板は見やすくて助かるが……。"
    
    scene bg school classroom
    with dissolve
    
    jo "「というわけで、眼球に入った光は屈折し、このように網膜へ映りこむわけだ」"
    
    jo "「では、この問題を……雨宮。答えてみろ」"
    
    so "「げ、俺っすか！？」"
    
    "やば、よそ見してたのがバレた！！どこの問題だっけ！？"
    
    show akira aki_1_01
    with dissolve
    
    ak "「問３だ」"
    
    hide akira
    with dissolve
    
    "あ、これか！えーっと、網膜に映りこむ像は……"
    
    menu:
        "上下が逆":
            jump main2_A_1
            
        "左右が逆":
            jump main2_A_1
        
        "上下左右が逆":
            jump main2_A_2

        "……わからない":
            jump main2_A_3

label main2_A_1:
    
    jo "「…それだけでは足りんな。そのまま立っていろ」"
    
    so "「うげ……」"
    
    jo "「１０分間息を吸い続けるか吐き続けられたら座ってよし」"
    
    "……そりゃないっすよ師範代ー！！"
    
    "泣きっ面に蜂とはこのこと。空腹と疲労に耐えながら、俺は残りの授業を受けることとなった……。"
    
    jump main2_B

label main2_A_2:
    
    jo "「Exactly(その通りでございます)」"
    
    so "「勝った！　第三部完ッ！！」"
    
    jo "「ほぉーう、ではお前に代わりを務めてもらおうか」"
    
    so "「は……謀ったなジョジョ！！」"
    
    "……そして。"
    
    "空腹で再起不能となるまで、俺は設問を答え続ける羽目になった……。"
    
    jump main2_B

label main2_A_3:
    
    "……ヤバい、本気でわからん。"
    
    so "「じょ、上下ですかー？」"
    
    jo "「NO!NO!NO!NO!NO!」"
    
    so "「さ、左右ですかー！？」"
    
    jo "「NO!NO!NO!NO!NO!」"
    
    so "「りょ、りょうほーですかあああ〜」"
    
    jo "「YES!YES!YES!YES!YES!」"
    
    so "「もしかしてオラオ……OH MY GOD！！」"
    
    scene image "#000000"
    with dissolve
    
    "……その後。授業が終わって明良に起こされるまでの記憶は、俺にはない。"
    
    jump main2_B

label main2_B:
    
    play music "sound/bgm/bgm_001.ogg" fadeout 2.0
    
    scene bg bg_b02
    with Fade(1, 0, 1)
    
    so "「あ゛あ〜〜！！死ぬ！！腹減りすぎて死ぬ〜〜！！」"
    
    "帰るなり、俺はリビングの机に突っ伏した。"
    
    "昼から何も口にしていない上に、災難が重なったため、もうヘトヘトである。"
    
    show sitone si_2_09
    with dissolve
    
    si "「どうしたのおにいちゃん？そんなに今日のお弁当少なかった？」"
    
    "料理をしていたしとねが、こちらを振り返り聞いてくる。"
    
    so "「いや、弁当をクラスの男どもに横取りされて昼に何も食べてないんだ……」"
    
    "これだけの応答で体力が削られていく。腹の虫は鳴き止まない。"
    
    show sitone si_2_05
    
    si "「え！？おにいちゃんお弁当食べてないの！！？」"
    
    "しとねは驚きを隠せない表情で頓狂な声を上げる。"
    
    so "「そうだ。死ぬぅ……」"
    
    show sitone si_2_03
    
    si "「……そうだよね、わたしの作ったお弁当なんかおにいちゃんに食べてもらえる価値ないもんね……」"
    
    "本気ですまなさそうにしているしとねを見かねて、話を繋ぐ。"
    
    so "「い、いや、あれは俺の不注意なんだよ！！トイレ行った隙に食べられてたんだって！それだけしとねの作る弁当が美味しそうに見えるんだっての」"
    
    "俺は必死で弁明する。"
    
    "とは言っても、やはり本当のことを言うのは気が引ける。"
    
    "……なんか今日は誤解を解いてばっかりのような気がする。流石に疲れた。"
    
    show sitone si_2_02
    
    si "「……あははっ！冗談冗談！おにいちゃん焦りすぎだって」"
    
    so "「ホントだって！！……と言うかもう空腹が限界なのでお願いします……」"
    
    si "「はいはい、もうすぐできるから待っててね」"
    
    "からかわれただけのような気がするが、とりあえずしとねの機嫌が良くなったようなので良しとする。"
    
    play sound "sound/se/se_043.ogg"
    
    "そして、夕食がテーブルに並ぶ。"
    
    show sitone si_2_01
    
    si "「さ、おにいちゃん、召し上がれ！」"
    
    so "「サンキューしとね！いただきます！！」"
    
    "今日のおかずは、一品多かった。"
    
    stop music fadeout 2.0
    
    scene bg bg_b05
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_021.ogg"
    
    "じゃぽーん！"
    
    play sound "sound/se/se_020.ogg"
    
    "湯船に足をつけた瞬間、どっと疲れが出たような気がして、そのまま湯船に全身が崩れ落ちていく。"
    
    "晩飯の後、早々に風呂へ入るのが俺の習慣だ。"
    
    so "「あ〜、やっぱり風呂は良いねぇ……」"
    
    play sound "sound/se/se_020.ogg"
    
    "おっさん臭いことを言いながら、風呂を愉しむ。"

    "今日一日の苦労が水に溶けて流れ出るようだ。気持ち良い。"
    
    so "「いやー、今日は災難だったなぁ」"

    "今日の出来事を振り返る。思えば、登校してから帰るまで、質問攻めのハードスケジュールだった。"
    
    si "「あ、おにいちゃん、ここにタオル置いとくね」"

    "出来事を回顧しているところに、しとねの声が聞こえた。"
    
    so "「ああ、サンキュ」"
    
    "いつものように、礼を言う。"
    
    si "「ね、ねぇ、おにいちゃん、前から言おうと思ってたんだけどさ……」"
    
    "いつもならそのまま脱衣所を出て行くしとねだが、今日はそうじゃなかった。"
    
    so "「？何だ？」"
    
    "特に何も考えずに聞き返した。"
    
    si "「あの、ね……一人でいるとき、何かとぶつぶつ呟いて  るから、もうちょっと気をつけた方がいいよ？」"
    
    "忠告されたが、今までいつも聞かれてたのかと思うと、少し恥ずかしくなる。"
    
    so "「あ、ああ、わかった。今後は気をつける」"
    
    si "「あ、うん……」"
    
    "俺、今までどんなことを喋ってたんだろうか。"
    
    so "「な、なぁ、しとね……」"
    
    "恥ずかしく思いながらも、どんなふうにしとねが思ってるのか聞いてみたくもあった。"
    
    si "「な、何？どうしたの？」"
    
    so "「俺、いつもどんな独り言言ってるんだ？」"
    
    si "「え？えっとね、『うぉ〜気持ちいい〜！』とか、『最高だねぇ』とか？」"
    
    so "「う……なんか親父くさいな」"
    
    "無意識に言っていることなので、あまり身に覚えが無い。"
    
    "というか、そこで気づいたことだが、何でしとねはこんなに聞いてるんだろうか。"
    
    so "「なぁ、何でお前そんなに高確率で俺の独り言聞いてるんだ？」"
    
    si "「……〜〜！！？」"
    
    "しとねが無言になり、数秒の沈黙が訪れる。"
    
    "そして返ってきた声は少し語気が強まっている。"
    
    si "「……だ、だって！洗濯場だってこっちだし、タオル置きに来たりだってしてるんだもんっ！！」"
    
    play sound "sound/se/se_020.ogg"
    
    so "「な！？何怒ってんだよ」"
    
    si "「だ、だって……」"
    
    "最後にしとねは何か言ったようだが聞こえなかった。"
    
    so "「わ、わかったって、変なこと訊いてごめんな」"
    
    si "「う、うん、じゃ、ゆっくりお風呂入ってね」"
    
    play music "sound/bgm/bgm_001.ogg" fadein 4.0
    
    scene bg bg_b00
    with Fade(1, 1, 2)
    
    "風呂から上がると、安堵感が押し寄せ、今日の疲れがどっと出てきた。"
    
    so "「さ、今日はちょっと早めに寝ておくか。昼間はあんな状態だったし、体力が持たん」"
    
    "そう言って、俺はベッドに倒れこみ、そのまま眠りに落ちた。"
    
    stop music fadeout 2.0
    
    scene image "#000000"
    with Dissolve(3)
    
    jump main3