label sitone2:
    
    #*si_4|６月１７日（ＳＵＮ）：こちらスネーク。
    
    "ふむ、よく考えるとしとねより先に起きたという記憶がここ最近ではまったくないように思える。"
    
    "それもそのはず、両親が亡くなって以来しとねが早起きして我が家の朝食を保証しているからであり、その真面目さには頭が下がるというものだ。"
    
    "ならばそんなしとねがたまの休みに自分より遅くまで寝ているからといって、その安眠を妨害することは決して褒められた行動ではないだろう。"
    
    "……とは言え、本来ならしとねも起きているであろう時間なので起こしに行ってもいいかも知れない。"
    
    scene bg bg_b03
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_014.ogg"
    
    "……"
    
    so "「しとね、起きてるか？」"
    
    "返事がない。とりあえず使命感に突き動かされて部屋に入ってみることにしよう。"
    
    scene bg bg_b06
    with Fade(1, 0, 1)
    
    "こちらスネーク。妹の部屋に潜入した。"
    
    "さてご本尊は……"
    
    scene cg cg_si_01
    with Fade(1, 0, 1)
    
    play music "sound/bgm/sitone.ogg" fadeout 1.0
    
    "どうやら未だ彼女に朝は訪れていないようだ。"
    
    "それにしてもなかなかの寝相だな。"
    
    "色気とかそんなものはまったく見当たらないが、顔とか腕とか足とかのぷにぷに感は突付いてみたいという気がかなり引き起こされるところではある。"
    
    "そういえばくすぐりに弱い人間は肌が弱かったりすることもあるようだが、そう考えるとくすぐるという行為がかなり味気ないものに思えてくるな。"
    
    "布団が掛かったままでは寝苦しいこともある季節だが、ここまで抱き枕のように扱われては布団としてのアイデンティティを喪失してしまったような気がする。"
    
    "さて、何をしたらいいだろうか？"
    
    ">30"
    
    "（30）\n>1/\n勝負下着うｐ"
    
    "誰のだ。俺のか。そもそも>30って誰だよ。"
    
    "まあ大人しく普通に起こそう。"
    
    "ゆさゆさ"
    
    so "「朝ー朝だよー。朝ご飯食べて学校行くよー」"
    
    "しとねを揺さぶりつつ声をかける。"
    
    "……しかしなにもおきなかった。"
    
    so  "「ふーむ、どうしたものか」"
    
    "もう一度揺すってみるか。"
    
    "ゆさゆさ"
    
    si "「う～ん……」"
    
    "おや、しとねのようすが……"
    
    scene bg bg_b06
    with Fade(1, 0, 1)
    
    show sitone si_3_02
    with dissolve
    
    "おめでとう！しとねはしとねーなにしんかした！"
    
    so "「おはようしとね」"
    
    si "「……ん～」"
    
    "駄目だ。少なくとも意思の疎通は出来そうもない。"
    
    so "「さあしとね、新しい朝が来たぞ。 希望の朝だ。喜びに胸を開け、大空あおげ」"
    
    si "「ん～？  お～に～いちゃ～ん？」"
    
    "おお、外界を認識したみたいだ。しかしまだ目は開こうとしないな。"
    
    si "「おに～い～ちゃん～？」"
    
    "言葉も頭もふらついているが、頭の中身も大分ふらついているようだな。こっちはゲシュタルト崩壊しそうだ。"
    
    so "「さあしとねよ。起きて生産的な活動に入るんだ」"
    
    si "「ん～？」"
    
    so "「とりあえず服に着替えよう。な！」"
    
    si "「ん～」"
    
    "とりあえずこの調子ならすぐに覚醒するだろう。"
    
    si "「おに～い～ち～ゃん～」"
    
    "最後の発音は一体どうなってるんだ。"
    
    si "「ん～、てつだって～」"
    
    "なんと脱ぐ途中で引っかかって兄に助けを求めている！"
    
    so "「いいいいやいやしとねさん、へへへへそが丸見えですよ？」"
    
    "中途半端に上を脱いでもまだゆらゆら船を漕いでいる。すごいぞ我が妹。"
    
    si "「は～や～く～、ぬ～が～せ～て～」"
    
    "これはなんだ？俺にいったいどうしろと？"
    
    si "「ん～、は～や～く」"
    
    "どうにも困ったので、現状を崩壊させるために後ろの戸棚にあった荒巻人形をしとねめがけて投擲する！"
    
    si "「んぎゃっ」"
    
    "見事命中しマリみてのような鳴き声が聞こえた"
    
    show sitone si_3_01
    
    si "「んー……、ん？」"
    
    "目が合う。"
    
    "……"
    
    "…………"
    
    show sitone si_3_03
    
    si "「え？え？？わ！？わわ！」"
    
    "べちっ"
    
    "……目があって驚いて口をパクパクさせて顔が真っ赤になって慌てたところに腕が引っかかっているせいでそのままわたわたとベッドの下に落ちたという流れだ。"
    
    si "「いたた……」"
    
    so "「大丈夫か？」"
    
    show sitone si_3_03
    
    si "「てててて言うか、ななな何でおにいちゃんが部屋にいるの！？」"
    
    "かなり動揺してるが、まあ当然の疑問だ。"
    
    so "「いや、珍しく早起きをしたものだからしとねでも起こそうかと」"
    
    si "「えー！？そそそれで何でわたしはこんな格好なの？」"
    
    so "「いや、寝ぼけながら自分で脱ごうとしてた」"
    
    "そういった瞬間しとねの顔が真っ赤になる"
    
    si "「あわ、あわわわわ」"
    
    "真っ赤になってあたふたとしているさまはなかなかにも可愛らしく感じた。"
    
    so "「大丈夫。へそしか見えてないから」"
    
    si "「きゃーーー！エッチ！早く出てってよ！」"
    
    "結果は分かりきっていても軽口というのはついつい口を突いて出てしまうものだ。"
    
    "これ以上ここにいると危険物を投げつけられそうなので速やかに立ち去ることにする。"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "その後の一日は、慰め８：からかい２ぐらいでしとねのご機嫌窺いに費やされることになった。"
    
    jump main4
