label misogi5:

    #*m_01|７月５日（ＴＨＵ）：想いよ届け、流れ星

    #@day nowday='７月５日（ＴＨＵ）'
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "今日の俺は何か変だった。"
    
    "いや、今日だけじゃなかったのかもしれない。"
    
    "ここ最近、ちょっとずつ変になってきているような気がした。"
    
    "喉許がこそばゆい感じがする。"
    
    "病っ気のある違和感ではない。"
    
    "取るもの手に付かず、眺めるのは窓の外ばかり。"
    
    "この数日間で、何かが変わった気がする。"
    
    "──みそぎが笑う。"
    
    "その時、俺はどんな表情(かお)をしているのか。"
    
    "なぁ、みそぎ。"
    
    "お前は、その答えを知っているのか？"
    
    play music "sound/bgm/bgm_004.ogg" fadeout 2.0
    
    scene bg bg_c08
    with Fade(1, 0, 1)
    
    "放課後。"
    
    "今日、俺は一人で商店街の方へ赴いた。"
    
    "秘密の所業故、誰にも目撃されてはならない。"
    
    so "「……まさか、なぁ……」"
    
    "小降りの中、傘の下で俺は一人ため息混じりに呟く。"
    
    so "「でも、多分……」"
    
    "否定するほどにその存在が大きくなる。"
    
    "意識、関心を断とうとするも、余計に肥大化する。"
    
    "今日ばかりは、雨音も俺の心を鎮めてはくれなさそうだ。"
    
    so "「明日は、祭か……」"
    
    "天蓋に被さる雲は、徐々に薄くなり、明日には晴れるらしい。"
    
    so "「祭、ねぇ……」"
    
    "毎年この祭には、悪友どもとつるんで縁日で散々金を使うだけにとどまっていた。"
    
    "祭の意義はそれだけであり、夏の風物詩でしかなかった。"
    
    so "「明日、か……」"
    
    "永遠に来て欲しくない明日、早く来て欲しい明日。"
    
    "それがない交ぜになった期待と不安。"
    
    so "「まさか、俺が……」"
    
    "生まれたときから隣に居た。"
    
    so "「まさか、お前を……」"
    
    "単なる幼なじみと思っていた存在。"
    
    so "「……なぁ、みそぎ」"
    
    "気がつけばいつも居た。"
    
    so "「俺……」"
    
    "──単なる幼なじみではなくなっていたことに気づいたのは、つい最近のことだった。"
    
    scene bg bg_c06
    with Fade(1, 0, 1)
    
    "この商店街にも、この時期になると祭に協賛する商店の名が入った提灯があちこちで見受けられるようになる。"
    
    "この地域に住む俺にとっては昔から見てきた馴染みの光景だ。"
    
    so "「どんなのが、良いんだろうな……」"
    
    "但し、俺がこんなイベントに参加することになるなどとは、予想だにしなかった。"
    
    "この夏祭のメインイベントは縁日ではない。"
    
    "神事、と言うには結構俗なものであるが、１日目、男が意中の女性に簪と恋文を送り、告白を受けるのであれば２日目に簪を挿してもう一度男女が寄り合う、というものである。"
    
    "それを毎年七夕前日と、七夕の２日間に亘ってやるのだ。"
    
    "まぁ、シャイボーイの告白の手助けをする恰好のイベントと言うべきか。"
    
    "毎年、この時期を待って告白する野郎どもがそれは山ほど居たりする。"
    
    so "「はぁ、恥ずかしいったらないな」"
    
    "普段見ないような店──まぁつまりは簪なんかを売っているような和装の店だが──の店頭を物色する。"
    
    "こう見てみると、ピンからキリまで様々なものがあるんだなぁ、と実感する。"
    
    "この時期になると、やたらこういう店が張り切って商売っ気全開になる。"
    
    "もはや傍観者ではいられなくなったわけか。"
    
    "店のオヤジ" "「お、お兄さん、カワイコちゃんでも捕まえたんかい？いいねぇ、若いねぇ、安くしとくよ！」"
    
    "少しでも立ち止まればすぐに声をかけられる。"
    
    "……もうちょっと静かに選ばせて欲しいものだ。"
    
    scene bg bg_c06
    with Fade(1, 0, 1)
    
    "日も暮れかけてきたが、一向にどんなものを選んで良いかわからず、苦悩を続けていた。"
    
    "そこへ、聞きなれた声がかけられる。"
    
    show akira aki_1_05
    with dissolve
    
    ak "「あああああああああああああ！！！　聡介！！　お前こんなとこで何やってんだ！！？」"
    
    "……もう最悪だ。明良に見つかるなんて思いもよらなかった。"
    
    so "「げッ！？」"
    
    show akira aki_1_02
    
    ak "「なんだなんだァ！？簪なんか物色しやがってぇ！！さては、みそぎちゃんに遂に告白しちまうのか！？」"
    
    "憎まれ口を叩きながら、俺のわき腹を小突いてくる明良。"
    
    "鬱陶しいッたらありゃしない。"
    
    so "「……う、うるせぇな！」"
    
    ak "「カーッ！！何顔真っ赤にしてんだよ！！だーはっはっはっは！！」"
    
    "盛大に笑い飛ばしやがって。"
    
    so "「……で、お前こそ何やってんだ？」"
    
    ak "「ん？俺か？ふふふははは！！　そりゃ愚問だぜ聡介！俺も簪を買いに来たに決まってるじゃないか！！」"
    
    "俺を見下すようにして高笑いする明良。"
    
    "腹が立ったが、この際それはどうでもいい。"
    
    "それにしても、普段はそんな素振りを見せないために、こんなイベントに乗るやつではないと思っていたが。"
    
    so "「初耳だぞ、お前に想い人がいるなんざ……」"
    
    "そこまで言って、明良が取り出したのは簪、なのだが……"
    
    so "「…………おい、お前、それ何本あるんだ？」"
    
    show akira aki_1_01
    
    ak "「そりゃぁ勿論！！カワイコちゃんの数だけあるに決まってんだろ！！」"
    
    "正直、呆れて物も言えない。"
    
    "俺はこの瞬間、『こいつは今年も無理だな』と直感した。"
    
    ak "「これは郁美ちゃんの分で、これは妙子ちゃんの分、そんでこれは志づゑ先輩で……」"
    
    "って言うか、こいつの財布は底なしか。"
    
    "素晴らしくアホらしいサプライズの所為で、俺の思考もベクトルを変えてしまった。"
    
    ak "「……これは留学生のサラちゃんで、これは……あ、あれ？」"
    
    "それまで女の子の名前を延々と羅列していた明良の声が止まる。"
    
    so "「ん？どうしたんだ？」"
    
    "投げやりに問い返してやると、意外な答えが返ってくる。"
    
    show akira aki_1_11
    
    ak "「こんなヤツ買ったっけなぁ……？俺が渡そうと思ったのはこれだけのはずなんだが……おかしいなぁ」"
    
    "明良の手に握られているのは質素で、紅い玉が一つだけ垂れた木の簪。"
    
    ak "「おまけとかそんなんじゃないよなぁ……」"
    
    "俺は、その簪をしているみそぎを想像してしまった。"
    
    "似合うかもしれない。"
    
    "俺の乏しい想像力でさえ似合うと思えるのだ。"
    
    "恐らく、みそぎがつければそれはもう比類するもののない艶やかな姿になるだろう。"
    
    so "「な、なぁ、明良」"
    
    show akira aki_1_01
    
    ak "「な、なんだ？」"
    
    so "「要らないなら、その簪譲ってくれないか？」"
    
    "本当は俺が自分で選んだほうが良かったのだろうが、この簪には何か惹かれるものがある。"
    
    ak "「あ、ああ。でも、こんなヤツで良いのか。こんなおまけみたいな……」"
    
    so "「ああ、それがいい。金は払う」"
    
    "俺がそう言って財布を取り出したが、明良はそれを遮る。"
    
    show akira aki_1_07
    
    ak "「やるよ」"
    
    so "「は？」"
    
    ak "「そりゃぁな、本当は『俺がみそぎのために、自分で選んで自分で買いたい』とか思ってんだろうよ」"
    
    "こんなときだけ察しがいい。俺の内心をずばり言い当てられた。"
    
    show akira aki_1_01
    
    ak "「だけどな、買った覚えもないものを買わせるわけには行かねぇな」"
    
    "明良は、一呼吸置いて言葉を次ぐ。"
    
    ak "「餞別だ。頑張りやがれ、色男！！お前が気に入ったんだ。みそぎちゃんが気に入ってくれねぇ筈はないんだぜ！」"
    
    "明良は俺にその簪を握らせる。"
    
    so "「おい、でもな……」"
    
    show akira aki_1_07
    
    ak "「ふふ、舐められたもんだぜ、この明良様がよぉ！！」"
    
    "ポーズをとり、俺に向かってびしっと指を突き立てる。"
    
    show akira aki_1_01
    
    ak "「親友の背中を押してやるのもまた俺の仕事じゃぁねぇか！！人の好意は有り難く受け取るもんだぜ！」"
    
    so "「……へっ、気持ち悪ぃんだよ」"
    
    show akira aki_1_05
    
    ak "「な、何ぃッ！？」"
    
    so "「ありがとな。明良」"
    
    "柄にもなく、臭いことをやらかしてしまった。"
    
    "揚げ足を取られるかと思ったが、明良は至って真剣な表情で俺を見据えた。"
    
    show akira aki_1_06
    
    ak "「……これ以上、みそぎちゃんを待たすんじゃねぇぞ」"
    
    so "「……は、何だって？」"
    
    ak "「健闘を祈る。じゃぁな！」"
    
    "明良は、そう言って俺に背を向けてその場から立ち去った。"
    
    hide akira aki_1_06
    with dissolve
    
    "──みそぎを待たすな、ってどういう意味だ？"
    
    "俺は、明良から貰った簪を手に、帰途についた。"
    
    stop music fadeout 1.0
    
    scene bg bg_f00
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_080.ogg"
    
    mi_sn "トゥルルルルル……トゥルルルルル……"
    
    mi_sn "こんな時間に誰からだろう。"
    
    mi_sn "私は訝しがりながら受話器を取る。"
    
    play sound "sound/se/se_081.ogg"
    
    mi_sn "カチャッ"
    
    mi_s "「……はい、朽無です」"
    
    so_mi "「おう、みそぎか、お、俺だ」"
    
    mi_sn "受話器の向こうから聞こえたのは、彼の声。"
    
    mi_s "「聡介くん！どうしたの？」"
    
    so_mi "「お前、明日、暇かっ？」"
    
    mi_sn "もしかして……"
    
    mi_s "「う、うん！暇だよ！」"
    
    so_mi "「あの、良かったら、さ……」"
    
    mi_sn "その次の言葉を待つ。"
    
    so_mi "「迷惑なら、いいんだけど……」"
    
    mi_s "「ううん、迷惑じゃないよ……」"
    
    so_mi "「じゃぁ、さ、俺と、その、祭に、だな……一緒に行かないか？」"
    
    mi_s "「……っ……ぁ…………う」"
    
    so_mi "「ど、どうしたッ！？」"
    
    mi_sn "嬉しくて、声が出ない。"
    
    mi_s "「う……うれ、し……っく……」"
    
    mi_sn "鼓動が痛い。"
    
    mi_s "「そう、すけ……く、ん……！」"
    
    mi_sn "足元から崩れ落ちそうだ。"
    
    mi_s "「行く、絶対、行くからっ！！！」"
    
    so_mi "「あ、ああわかった！！ま、待ってる、からなっ！！」"
    
    play sound "sound/se/se_082.ogg"
    
    mi_sn "ガチャッ！"
    
    mi_sn "乱暴に電話の切れる音がした。"
    
    mi_s "「あ、はぁっ……そう、すけくん……やっと、やっと……」"
    
    mi_sn "……永かった。"
    
    mi_s "「あ、くふぅ、んぁ、聡介くん、大好きぃ、だい、すきっ……」"
    
    mi_sn "もう、苦しい思いはしなくていい。"
    
    mi_sn "早く──"
    
    mi_sn "早く、ひとつに──"
    
    mi_sn "ひとつに、なりたい。"
    
    play music "sound/bgm/bgm_004.ogg" fadeout 2.0
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    so "「うわっ！！やっちまった！！どーしよどーしよ！！？」"
    
    "電話を切り、俺は気が動転したままベッドの上でのた打ち回る。"
    
    "明日にはもう決着がついてしまうわけで。"
    
    "そう思うと居てもたってもいられなくなる。"
    
    "恐らく、今日は寝られないだろう。"
    
    so "「もう、後戻りできないんだろうな」"
    
    "窓を開けて、天を仰ぐ。"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    so "「明日は、晴れるな」"
    
    "雲が残ってはいるものの、心配するほどのことじゃなさそうだ。"
    
    "雲の切れ間から覗くのは、幾億もの光の粒。"
    
    "しばらくそれを眺めていると、一筋、光が降り注ぐ。"
    
    "流れ星だ。"
    
    "俺はすかさず、願い事をした。"
    
    "我ながら、陳腐で幼稚だとは思いながらも。"
    
    "──想いよ届け、と。"
    
    stop music fadeout 1.0
    
    jump misogi6 # m_02.ks - Top
