label misogi3_A:

    #*mi_5a|６月２０日（ＷＥＤ）：めぐり合わせ
    
    "取りに帰ろう。まだ間に合うしな。"
    
    "俺は、今来た道を、全速力で逆行した。"
    
    scene bg bg_e00
    with Fade(1, 0, 1)
    
    so "「はぁっ、はぁっ」"
    
    "家で時間割を合わせて教科書類を鞄にぶち込み、すぐに家を出てきた。"
    
    "途中まで走らなければ間に合わないのではないかと思い、ろくに時計も見ずに学校へ向かって走り出す。"
    
    so "「うぁ～、遅刻、する、ぅ、ふぅ、はぁ……ッ！」"
    
    "途中、歩く少女の横を通り過ぎる。"
    
    "はて、どこかで見たことがあるような後姿。"
    
    "そのまま行こうかとも思ったが、とりあえず振り返ってみる。"
    
    so "「おっ！？」"
    
    show misogi mi_1_05
    with dissolve
    
    mi "「あっ……」"
    
    "みそぎだ。"
    
    "今日は随分遅い登校だな。"
    
    show misogi mi_1_06a
    
    mi "「おはよう、聡介くん」"
    
    so "「あ、お、おはよう。ぜぇ、はぁ……」"
    
    show misogi mi_1_10
    
    mi "「だ、大丈夫？」"
    
    "みそぎは、俺が息を上げているのを見かねて、心配してくれているようだ。"
    
    so "「あ、ああ。だいじょう、ぶだ。ちょ、ちょっと、走った、だけ、でぇ……」"
    
    "息が上がって、まともに声が出ない。"
    
    mi "「で、でも……あ、汗」"
    
    "鞄の中をごそごそと探って、俺に一枚の布を差し出してくれる。"
    
    mi "「こんなに汗かいちゃって……。冷えたら、風邪引くよ？」"
    
    "といって、みそぎは俺の額を拭ってくれた。"
    
    so "「はぁ、は、ハンカ、チ、ぜぇ、汚れ、るじゃないか……」"
    
    mi "「ううん、大丈夫。でも、どうしたの？そんなに慌てなくたって大丈夫なのに」"
    
    "俺はふと時計を見る。"
    
    "確かに、全速力で走ったためか、思ったよりも時間は経っていなかった。"
    
    "ここからならば、歩いても十分間に合う。"
    
    so "「その、だな。時間割を合わせ忘れて取りに帰ったんだ。でも、思ったより時間は経ってなかったみたいだな」"
    
    show misogi mi_1_02
    
    mi "「ふふ。朝から大変だね」"
    
    "クスクスと可愛らしくみそぎは笑う。"
    
    so "「そりゃぁ大変だって……遅刻するかと思ったしな」"
    
    show misogi mi_1_06a
    
    mi "「時計の見間違いかな？ふふ、でも、良かった……」"
    
    so "「まぁ、家出るときに時計見なかったからな。それで誤信したんだろ」"
    
    show misogi mi_1_02
    
    mi "「じゃ、ここからは一緒に行こうよ」"
    
    "みそぎは、俺の汗を拭いたハンカチを鞄に仕舞い、歩き出す。"
    
    so "「お、おい。ハンカチ洗って返すからさ」"
    
    mi "「気にしないで。そんなことしてもらわなくたって大丈夫だよ」"
    
    "まぁ、確かにハンカチがなかったら今日１日困るだろうが……。"
    
    so "「でもなぁ……」"
    
    "みそぎが良いって言ってるんだし、良いか。"
    
    "俺らは、他愛もない話を続け、学校へ向かった。"
    
    scene bg school shoebox
    with Fade(1, 0, 1)
    
    show misogi mi_1_01
    with dissolve
    
    mi "「あ、聡介くん。先に教室行ってて。私、寄る所あるから」"
    
    "玄関で靴を替えてるときに、みそぎはそう言った。"
    
    so "「え、そうか。すぐ済むなら待つけど」"
    
    show misogi mi_1_06c
    
    mi "「ぇ、でも、あの……お手洗い、だし、良いよ……」"
    
    "我ながら、無粋だったことに気づく。言って後悔した。"
    
    so "「あ、す、すまん。じゃぁ、先行ってるぞ」"
    
    show misogi mi_1_06a
    
    mi "「うん。じゃぁ、また後でね」"
    
    "俺は、そのまま一人で教室へ向かった。"
    
    stop music fadeout 1.0
    
    scene image "#000000"
    with dissolve
    
    mi_sn "聡介が行ったのを確認してから、みそぎは人気のない階段下の物置に赴く。"
    
    mi_sn "物置といっても、案外スペースは確保されている。"
    
    mi_s "「聡介くん……」"
    
    mi_sn "鞄を開き、その中からハンカチを取り出す。"
    
    mi_sn "聡介の汗で湿ったそれを、口元に当て、その匂いを嗅ぐ。"
    
    mi_s "「すぅ……んっ、聡介くんの、においがする……はぁ、んっ…………」"
    
    mi_sn "男っぽい、汗臭い匂いがみそぎの嗅覚を満たす。"
    
    mi_s "「んぅ……好き、大好きぃ……」"
    
    mi_sn "だんだんと熱っぽく火照る身体。"
    
    mi_sn "このままだと、どうにかなってしまいそうだった。"
    
    mi_sn "しかし、予鈴の響きが辛うじて聴覚を刺激したため、みそぎは我に返る。"
    
    mi_s "「……ぁ、んはぁ、い、行か、なきゃ……」"
    
    mi_sn "名残惜しくも、ハンカチを鞄にしまい直し、教室へ向かった。"
    
    jump main5_B # plo5.ks - *plo5_2a
    
#----------------------------------------------------
label misogi3_B:

    #*mi_5b|６月２０日（ＷＥＤ）：みそぎとお昼
    
    "教室を見渡す。"
    
    "明良は先ほど食堂に行ったきり、そして仲の良い男友達も今日に限っていない。"
    
    so "「何すっかな……ん？」"
    
    "どうしようかと思っていたところに、みそぎを目の端に捉えた。"
    
    "まだ一人で弁当を食べている。"
    
    "そういえば、あいつっていつも昼は一人だな。"
    
    "みそぎにとってはそれが日常なのかもしれないが、俺にはその姿が何となく寂しく見えたので、話しかけてみることにした。"
    
    so "「おぅ、みそぎ」"
    
    show misogi mi_1_05
    with dissolve
    
    mi "「聡介くん……どうしたの？」"
    
    so "「いや、すまん、どうもしないんだが」"
    
    "何となく寂しそうだった、なんて言うと失礼かなとも思うわけで。"
    
    so "「さっさと飯済ませたらやることなくてな。邪魔だったか？」"
    
    show misogi mi_1_06a
    
    mi "「ううん。ふふ、嬉しいよ」"
    
    "みそぎの纏う雰囲気から寂しさみたいなものは消えたようだ。"
    
    so "「……かと言ってな、特別用件もないんだけど…………」"
    
    "俺は、みそぎの席の横に腰掛けた。"
    
    "本来ここに座るべきクラスメイトはどこかへ行ってるらしい。"
    
    show misogi mi_1_09
    
    mi "「……お昼、足りた？」"
    
    so "「？」"
    
    mi "「さっさと終わらせちゃうくらい、少なかったり、しなかった？」"
    
    so "「ああ。ちょっと少ないが、帰るまでは持つから問題ないな」"
    
    "みそぎの意図を計りかねたが、おそらく場を持たせるための一言だろう。"
    
    show misogi mi_1_06b
    
    mi "「……分けてあげようか？」"
    
    so "「へ？」"
    
    "みそぎの言った事があまりにも意表をついた答えだったので、声が裏返ってしまった。"
    
    "いや、別に督促してるわけじゃないんだが。"
    
    show misogi mi_1_06a
    
    mi "「はい」"
    
    "と言う間に、みそぎは、箸で自分の弁当のおかずを摘み、俺の前に差し出す。"
    
    mi "「はい、あーん、して……」"
    
    so "「な！？お前何やって…………ッ！！？」"
    
    "周囲の異様な雰囲気を感じ取り、慌てて周りを見渡す。"
    
    "俺たちを中心として、ギャラリーが出来ている。"
    
    so "「んぬおぅ！？お前ら何見てんだよッ！！！？それにこれは違う！！！別になんでもなッ！！」"
    
    "恥ずかしさのあまり、声は裏返るわ呂律は回らんわでてんやわんやだ。"
    
    "興味津々なクラスメイトから有り難くない祝福の言葉がマシンガンの弾のように飛んでくる。"
    
    "女子生徒Ａ" "「なぁによう、隠さなくてもいいじゃないの！？」"
    
    "女子生徒Ｂ" "「そうそう。熱いわね、お二人さん！」"
    
    "男子生徒Ａ" "「お～ま～え～！！！もうみそぎちゃんとそんな仲なのかぁ！？許さん！！」"
    
    "男子生徒Ｂ" "「ＳＡＴＳＵＧ○ＩせよＳＡ○ＳＵＧＡＩせよ！！！」"
    
    "例のスキャンダルを髣髴とさせる勢いだ。"
    
    "……もう勘弁してくれ。"
    
    "女子生徒Ａ" "「ねぇねぇ、どこまで行ったの？」"
    
    "女子生徒Ｂ" "「教えて教えて！！」"
    
    so "「うるさい！みそぎと俺はそんな関係じゃないって言ったろ！？幼なじみだっての！」"
    
    "俺がそう言うも、話が変な方向に捻じ曲がるだけ。"
    
    "男子生徒Ａ" "「幼なじみってのは毎日『はい、あ～ん』とかやってんのか！？」"
    
    "男子生徒Ｂ" "「くそっ、俺にもこんなかわいい幼なじみがいれば！！」"
    
    "もうダメだ、こいつら。"
    
    so "「だからなぁ！はぁ……」"
    
    "聞く耳を持たぬ者には説明しようと無駄だと悟り、俺はだんまりを決め込んだ。"
    
    "恐らく、俺がムキになるからいけないんだろ。なぁ、みそ……ぎ、さん？"
    
    show misogi mi_1_06b
    
    mi "「うん……ね？」"
    
    "ポッ、とみそぎの頬に朱が差す。"
    
    so "「…………？？？？何を言うてますかァーーーーーッ！！！！」"
    
    "みそぎ、心臓に悪い冗談はやめてくれ。"
    
    "男子生徒Ａ" "「うおおおおおおおおおおおおおおお！！！！みそぎちゃんが認めたぞッ！！」"
    
    "女子生徒Ｂ" "「あーもうあんたら公認の仲なんだからもっと堂々とシナサイよぉ！！！あー羨ましいっ！」"
    
    so "「みそぎお前そんな冗談やめろォォォォーーーーーーッ！！」"
    
    "クラス内でみそぎに話しかけたのが運の尽きか。これが宿命か。"
    
    "そうはいっても、みそぎはただにこりと笑い返すだけ。"
    
    "もうダメだ。これは敵わん。"
    
    "女子生徒Ａ" "「ねぇねぇ、みそぎちゃんもこんなに否定されたら嫌だよねぇ？」"
    
    "女子生徒Ｂ" "「そうよ、朽無さんみたいな可憐な女の子の好意を無駄にするわけ！？いやぁ、男ならちゃんとしなさいよ！」"
    
    so "「…………わかったわかった。ほれほれ、みそぎお嬢様のお食事の邪魔だ。去った去った」"
    
    "俺はシッシッと手を振って、取り巻きを追い払う仕草をする。"
    
    "男子生徒Ｂ" "「クソー、回答から逃げやがって」"
    
    "女子生徒Ａ" "「男らしくないわよねぇ」"
    
    "もう悪口は慣れっこだ。それより、少しでも今の状況から興味を引いてくれたのは嬉しい限りだ。"
    
    "ギャラリーが去り、また二人だけの状況に戻る。"
    
    so "「あー疲れた……」"
    
    show misogi mi_1_06c
    
    mi "「…………ねぇ、そんなに嫌かな？」"
    
    so "「嫌って……そりゃぁ、あることないこと騒がれちゃぁな……」"
    
    "こんなことを訊いてくるとは、みそぎは嫌じゃないのか。"
    
    "まぁ、前々からそういう雰囲気を楽しむ節が無いわけでもなかったな。"
    
    "みそぎは黙り込んだので、雰囲気が重くなる。"
    
    so "「あ、じゃぁ俺は図書館でも行ってくるわ。じゃ、またなっ」"
    
    play sound "sound/se/se_010.ogg"
    
    show misogi mi_1_06b
    
    mi "「あっ……」"
    
    "俺はその場から逃げるようにして、早足で教室を出た。"
    
    play sound "sound/se/se_033.ogg"
    
    scene bg school passage
    with Fade(1, 0, 1)
    
    "窓の外側には水滴が幾粒も当たっていた。"
    
    so "「う……これは流石に気まずいかねぇ」"
    
    "ぼやいたがどうにもならない。"
    
    "後で謝りに行こう。"
    
    "しかし、昼休みの間は教室に戻る気もせず、結局後回しとなった。"
    
    jump main5_C # plo5.ks - *plo5_4
    
#-----------------------------------------------------------------
label misogi3_C:
    
    #*mi_5c|６月２０日（ＷＥＤ）：ぴちぴちちゃぷちゃぷみそぎちゃん
    
    so "「ふぅ、今日はまっすぐ帰ろう」"
    
    "今日は特に疲労の溜まる一日だった。"
    
    "その上、雨も降ってるし、特に寄り道して帰ろうとも思わない。"
    
    "俺はそそくさと帰ろうと決め込み、玄関へ向かった。"
    
    scene bg school shoebox
    with Fade(1, 0, 1)
    
    "昇降口から下りてすぐ、自分の下駄箱へ直進する。"
    
    "そこで、見覚えのある少女と目が合う。"
    
    show misogi mi_1_06b
    with dissolve
    
    mi "「あ、聡介くんも、もう帰るの？」"
    
    "みそぎが今まさに靴を履き替えたところだった。"
    
    so "「ああ。特にやることもないしな。それに、雨も降ってるし、さっさと帰ろうかと」"
    
    "俺は、スニーカーを取り出し、上履きを下駄箱に入れる。"
    
    show misogi mi_1_01
    
    mi "「じゃぁ、この後暇なんだ」"
    
    so "「そうだな。晩飯までは暇だ」"
    
    show misogi mi_1_09
    
    mi "「お茶、しない？」"
    
    "突然の提案だが、断る理由もない。"
    
    "これが明良ならどんな手段を使っても撒いてやるのだが、相手はみそぎだ。"
    
    so "「それなら、行くか」"
    
    "二つ返事で承諾した。"
    
    show misogi mi_1_01
    
    mi "「それじゃ、街まで行きたいんだけど、どうしよう？バスの時間まではまだあるよね」"
    
    so "「そうだな。まぁ、雨はそんなに酷くないし、歩くか？」"
    
    "玄関を出て、庇のある部分で雨の様子を伺う。"
    
    show misogi mi_1_06a
    
    mi "「うん。歩いて行きたいな」"
    
    so "「じゃぁ…………はぁ、やっぱりそうなるのか」"
    
    scene cg cg_mi_01
    with Fade(1, 0, 1)
    
    "俺が傘を開くと、みそぎはもうそれがデフォルトであるかのように俺の横に身体をねじ込む。"
    
    mi "「ん？」"
    
    so "「い、いや、なんでもないんだが」"
    
    "もうそろそろこれにも慣れてきたな。"
    
    "後はクラスメイトがどうこう言わなければ、別に構わんといえば構わんのだが。"
    
    "道中で会わない事を祈るばかりだ。"
    
    play music "sound/bgm/misogi.ogg" fadeout 2.0
    
    scene bg bg_e01
    with Fade(1, 0, 1)
    
    show misogi mi_1_02
    with dissolve
    
    mi "「……えへへ♪」"
    
    so "「ん、どうした？」"
    
    show misogi mi_1_01
    
    mi "「なんでもないよ」"
    
    "みそぎのテンションが何となく浮ついているようだ。"
    
    "雨だというのに足取り軽やかな気もするし、いつもは大人しめなみそぎが、無意識かもしれないが鼻歌を歌ってたりもする。"
    
    so "「なんか、お前今日はテンション高いのな」"
    
    show misogi mi_1_02
    
    mi "「うん、ちょっとだけ」"
    
    "にっこりと微笑み返すみそぎの双眸に、幼い光を感じた。"
    
    mi "「私、雨が好きなの」"
    
    "足元の水溜りをわざと踏みつけて、みそぎは続ける。"
    
    show misogi mi_1_01
    
    mi "「幼稚園のときとかもね、長靴履いて水溜り踏むの、好きだったな」"
    
    "ぱしゃぱしゃと足元で水滴が撥ねる。"
    
    so "「おい、程々にしないと靴に水が染み込むぞ」"
    
    mi "「そうだね、楽しくて、つい……」"
    
    show misogi mi_1_02
    
    "二人で入るにはちょっと狭い傘の下で、みそぎのいろんな一面を垣間見ることが出来る。"
    
    "もう２週間ほども前になるが、再びみそぎと話すきっかけが出来た。"
    
    "俺の知ってるみそぎ、俺の知らないみそぎ。"
    
    "やはり３年間のブランクは人を変えるのかも知れない。"
    
    "新しい発見も、懐かしく思うときもある。"
    
    show misogi mi_1_01
    
    mi "「ね、そろそろ着くよ」"
    
    so "「お前の行きつけの店で、いいんだよな？」"
    
    mi "「聡介くんが良いなら、それで」"
    
    play music "sound/bgm/bgm_101.ogg" fadeout 2.0
    
    scene bg bg_d02
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_030.ogg"
    
    "モダンな喫茶店の扉を開き、奥まで突き進む。"
    
    "俺はみそぎの後に連れ立って歩く。"
    
    "店主" "「いらっしゃいませ」"
    
    play sound "sound/se/se_041.ogg"
    
    "テーブルに着いたところで、主人がメニューとお冷を持ってくる。"
    
    "店主" "「決まったら呼んでね」"
    
    so "「あ、はい」"
    
    "この席はみそぎの指定席だそうだ。"
    
    "他の客が居ない限りは、絶対ここに座るらしい。"
    
    so "「お前、平日でも結構来るのか？」"
    
    "行き着け、と言うからには頻度はそこそこなものだろう。"
    
    "現に、俺もみそぎに付き合って何度かは来た。"
    
    show misogi mi_1_01
    with dissolve
    
    mi "「そうだね。落ち着きたいときは、いつもここに来るよ」"
    
    so "「そうなんだ」"
    
    "確かに、心落ち着く良い雰囲気である。"
    
    "コーヒー豆の香りが壁に染み付いてるような、年季の入った喫茶店である。"
    
    show misogi mi_1_06b
    
    mi "「……覚えてるかな？」"
    
    "ふと、みそぎが声を発する。"
    
    so "「ん？何？」"
    
    mi "「幼稚園のとき、なんだけど……」"
    
    so "「幼稚園か……かなり記憶はすっ飛んでるな」"
    
    "今日の朝食の献立を忘れるぐらいだ。あんまり記憶にはない。"
    
    "それにしてもみそぎって、良くそんなに昔のことばかり覚えてるな。"
    
    show misogi mi_1_06c
    
    mi "「公園で遊んでたら急に雨が降っちゃって、雨宿りしてたのに止まなくって、日も暮れて泣いてたときね……」"
    
    so "「…………」"
    
    "何かしら俺が関与しているかとも思い、必死に思い出そうとしてみる。"
    
    show misogi mi_1_06b
    
    mi "「聡介くんが、傘持って迎えに来てくれたんだよ。『ばか、てんきよほうであめふるっていってただろ！』って」"
    
    so "「うーん、そんなことあったのか」"
    
    "なんと言う記憶力だ。みそぎの記憶力の良さには正直感動する。"
    
    show misogi mi_1_06a
    
    mi "「でもね、傘は大人用の一本だけ。幼稚園の二人が入るには十分だった」"
    
    so "「…………」"
    
    mi "「聡介くんは覚えてなくてもね、私はずっと覚えてた。えへへ、だからね、あの日、凄く嬉しかったんだよ」"
    
    "あの日とは、多分先月中頃の相合傘事件だろう。"
    
    "俺にとっては迷惑な事件も、みそぎは捉え方が違うのかもしれない。"
    
    show misogi mi_1_07
    
    mi "「だから、なんだかね、私にとって、雨は憂鬱っていう感じじゃないの」"
    
    so "「ああ、さっきの話の続きか」"
    
    "道中で言っていたのは伏線か。"
    
    "別にここまで引っ張らずともいいのに。"
    
    show misogi mi_1_03
    
    mi "「ん……」"
    
    "みそぎは少し目を伏せた。"
    
    show misogi mi_1_09
    
    mi "「あ、私キリマンジャロにするけど、聡介くんは何にする？」"
    
    so "「あ、どうするかな。うーん……じゃぁ、俺もそれにするか」"
    
    "注文をし、俺たちははまた他愛もない談笑に戻る。"
    
    "昔から一緒にいたのに、みそぎの思ってることなんてあんまり知らなかった。"
    
    "それがまた新鮮で、面白い。"
    
    "俺の知らないみそぎの空白が埋まっていくような気がした。"
    
    play music "sound/bgm/misogi.ogg" fadeout 2.0
    
    scene bg bg_e01
    with Fade(1, 0, 1)
    
    show misogi mi_1_06b
    with dissolve
    
    mi "「ごめんね、つき合わせちゃって」"
    
    so "「謝るなよ、俺も楽しかったぜ」"
    
    "日も暮れかけ、帰り道は薄暗い中をまた徒歩で帰った。"
    
    "雨はさっきよりも小降りになったが、その分地表から蒸発する水分の所為で蒸し暑くなっている。"
    
    show misogi mi_1_02
    
    mi "「また明日会おうね」"
    
    so "「ああ、またな」"
    
    "みそぎを家まで送り、その玄関先で別れる。"
    
    "みそぎは今日、最後まで自分の傘を開かなかった。"
    
    play music "sound/bgm/bgm_rain.ogg" fadeout 1.0
    
    scene bg bg_f01
    with Fade(1, 0, 1)
    
    mi_sn "どくん、どくん……。"
    
    mi_s "「あ……はぁっ……！」"
    
    mi_sn "彼と別れてからも、この鼓動は収まらない。"
    
    mi_s "「熱い、の……」"
    
    mi_sn "胸の奥のもどかしい気持ち。"
    
    mi_sn "彼は少しでも気づいてくれてるだろうか。"
    
    mi_s "「鈍感だよね、聡介くんってば……でも……」"
    
    mi_sn "腕を組んだりしたときの、彼の紅潮した顔。"
    
    mi_s "「でも、そんなところがかわいくて……」"
    
    mi_sn "思い出すだけで、鼓動が速くなり、吐息も熱を持つ。"
    
    mi_s "「聡介くん、耐えられないよ、私……」"
    
    mi_sn "褪せるどころか、日に日に熱を帯びていく。"
    
    mi_s "「あなただけが、欲しいの……」"
    
    mi_sn "この気持ちは、止められない。"
    
    jump main5_E # plo5.ks - *plo5_b
