label ayame3_A:
    
    #*aya_5a|６月２０日（ＷＥＤ）：お静かに
    
    play music "sound/bgm/bgm_002.ogg" fadeout 2.0
    
    play sound "sound/se/se_033.ogg"
    
    scene bg bg_a12
    with Fade(1, 1, 1)
    
    "図書館にやって来たが特に読む本はない。"
    
    "長ったらしい文字だけの本などそうそう読む気になれない。"
    
    "マンガも置いてあるがそれもほぼ読破した。"
    
    "それでも俺はここに来た。"
    
    "昼寝をするためにだ。"
    
    "ここは空調が利いていて、そして静かで広い空間だ。"
    
    "惰眠を貪るには最適な場所と言えるだろう。"
    
    "入ってすぐ近くに大きなソファーが備え付けられているが、そこには腰を掛けずに奥に移動する。"
    
    "ソファーで寝られたらどんなに気持ちいいだろうと思うが、残念ながらあれにはいつも人が群がるのだ。"
    
    "寝ていたらすぐに追い払われるのは目に見えている。"
    
    play sound "sound/se/se_005.wav"
    
    "簡素なロングテーブルの下から椅子を引っ張り出し、四つほど並べて引っつける。"
    
    "これで簡易ベッドの出来上がりだ。"
    
    play sound "sound/se/se_003.ogg"
    
    "後はごろりと横になって目を閉じる。"
    
    "昼休みが終わるまで夢を見よう。"
    
    "幸せな長い夢でも……。"
    
    scene image "#000000"
    with dissolve
    
    "………………"
    
    play music "sound/bgm/bgm_007.ogg" fadeout 1.0
    
    scene bg bg_g00
    with Fade(1, 0, 1)
    
    "夢の中の世界で、俺は“猫”になっていた。"
    
    "それも野良猫ではないらしい。誰かの家で飼われている猫らしい。"
    
    "座布団の上で丸くなってひなたぼっこしている。"
    
    "部屋の開いた窓から時折流れてくる風が心地いい。"
    
    play sound "sound/se/se_031.ogg"
    
    "とても静かな時間だったが、突然玄関のドアが開く音がして、子供の声が聞こえてきた。"
    
    "「そーすけ～。ただいまッス～！」"
    
    "それは俺の飼い主の声だ。"
    
    play sound "sound/se/se_010.ogg"
    
    "どたどたと足音を響かせて部屋に入ってくる。"
    
    "眼帯を着けていない子供姿のあやめだった。"
    
    #;●効果音：ぎゅう～
    #;ＣＧ：頬ずりされている猫のＣＧの使いまわし
    
    "あやめはいきなり俺の体を持ち上げると、ぎゅう～っと胸に押しつけてきた。"
    
    "抱きしめられているわけだが、それは俺みたいなか弱い動物にとって異常に強い力だった。"
    
    "「ぐえぇ……もっと優しくしろ、あやめ～」"
    
    "俺は苦しみながら声を出すが、口から出たのは、にゃ～、という猫の鳴き声だった。"
    
    play music "sound/bgm/ayame.ogg" fadeout 1.0
    
    scene bg bg_a12
    with Fade(1, 0, 1)
    
    so "「はっ！」"
    
    "苦しさを感じて目が覚めた。"
    
    #;●ＣＧ：寝ている主人公に抱きついている
    
    "……あやめが俺に覆いかぶさって頬ずりしている。"
    
    ay "「センパ～イ……んん～……♪」"
    
    "しかも首に腕を絡めて締め上げている。"
    
    #;●背景：図書室
    
    play sound "sound/se/se_003.ogg"
    
    "手加減なしであやめの体を突き飛ばした。"
    
    play sound "sound/se/se_004.ogg"
    
    "あやめは椅子から落ちて床に寝転がった。"
    
    "少し大きな音がして、他の生徒たちが一斉にこちらの方を向く。"
    
    "が、音の発生源があやめだと確認すると、すぐに関心をなくした様子で、おのおの読書や会話に戻る。"
    
    "首館あやめの存在は変わった女子の筆頭として校内中に知れ渡っている。多少おかしな行動をしていたとしても、ああこいつか。で済んでしまうのだ。"
    
    show ayame aya_1_03
    with dissolve
    
    ay "「ひどいッス、センパイ」"
    
    "よほど痛かったのか、立ち上がったあやめは泣きそうな顔をしている。"
    
    so "「ひどいのはお前だ。俺を殺す気か」"
    
    ay "「殺すなんて人聞き悪いッス。ただ首を絞めただけッスのに」"
    
    so "「同じことだそれは」"
    
    show ayame aya_1_07
    
    ay "「とにかくセンパイに逢いたかったんス！それであわよくば一緒に寝ようとしてただけッス！」"
    
    "あやめが声を荒げると、また他の生徒たちが一斉にこちらを向く。"
    
    "今度はあやめではなく俺の方を見て、何か言いたそうにしている。"
    
    "なんとなくわかる。"
    
    scene bg bg_a13
    with Fade(1, 0, 1)
    
    "俺がカウンターの方を見てみると、男性の係員が口元で人差し指を立てている。"
    
    "これもなんとなくわかる。"
    
    scene bg bg_a12
    with Fade(1, 0, 1)
    
    show ayame aya_1_01
    with dissolve
    
    "「静かにさせてくれよ、あやめのセンパイ」と俺に命令しているのだ。"
    
    "なぜあやめではなく俺に注意の矛先が向くのかというと、それが一番手っ取り早いからだ。"
    
    "図書館であやめに襲われて会話して、というのはこれが初めてというわけではない。"
    
    "今まで何度もあったことで、つまりお馴染みの光景ということだ。"
    
    "俺は無言で近くの棚から本を何冊か抜き取り、あやめにタイトルを見せつけた。"
    
    "『物静かで賢い人間になれ』{p}『勝手にしゃべりまくる女』{p}『獣は去れ』"
    
    "……意味は多分通じるだろう。"
    
    show ayame aya_1_02
    
    "あやめも無言で近くの棚から何冊か抜き取り、お返しのタイトルを見せつけて来る。"
    
    "『嫌なものは嫌！』{p}『猫と一緒に寝よう』{p}『大好きな人』"
    
    "大好きなセンパイと一緒に寝たいッス。そういう意味かな。"
    
    "俺はさらに別の本を抜き出して掲げる。"
    
    "『だがことわる』"
    
    "あやめもまた本を取りに行って戻ってくる。"
    
    "『こんなことを言ってはだめだ』{p}『本当の自分とは』"
    
    "そんな冷たいこと言わないでほしいッス。センパイにはもっとデレを出してほしいッス。"
    
    "俺たちのおかしなやりとりに気づいたのか、他の生徒たちが取り囲むように集まって来る。"
    
    "何人かが俺たちの真似をして本のタイトルを掲げる。"
    
    "『正しい夫婦喧嘩のやり方』{p}『ファイト一発』{p}『幸福とは』"
    
    "また夫婦喧嘩かよ飽きないのかお前ら。頑張れ。いつも楽しそうでうらやましいよ。"
    
    "……訳はこんなところか。"
    
    "『夫婦じゃない』"
    
    "最初のヤツに返事を返す。"
    
    show ayame aya_1_01
    
    "『うまれる前から恋人同士』"
    
    "すかさずあやめが、恋人ッス。と間違った訂正を入れる。"
    
    "『なんでやねん』"
    
    play sound "sound/se/se_060.ogg"
    
    scene image "#000000"
    with dissolve
    
    "予鈴が鳴るまでこの大して意味のないやりとりは続いた。"
    
    jump main5_C # plo5.ks - *plo5_4

#----------------------------------------------------------------------
label ayame3_B:
    
    #*aya_5b|６月２０日（ＷＥＤ）：明良とゲーセン
    
    play music "sound/bgm/bgm_011.ogg" fadeout 2.0
    
    play sound "sound/se/se_094.ogg"
    
    "二人揃って傘を放り投げ、まるで重力法則を無視したかの如く超人的な高さの跳躍をする。"
    
    scene bg bg_s02
    with Fade(1, 0, 1)
    
    "空高く飛び上がり——その高さが最高点に達した瞬間ッ！"
    
    play sound "sound/se/se_095.ogg"
    
    "——俺と明良のッ！"
    
    "——誇りと魂を賭けた勝負が始まるッ！"
    
    #[light]
    
    play sound "sound/se/se_072.ogg"
    
    "聡介・明良" "「——ポオオオオオォンッ！」"
    
    "超パワーと超幸運を込めた最高速のグーを——放つッ！"
    
    "対して全身全霊のエナジーと共に神速で繰り出された明良の手は——チョキ！"
    
    "俺の完全勝利だった。"
    
    play music "sound/bgm/bgm_001.ogg" fadeout 1.0
    
    scene image "#000000"
    with dissolve
    
    "ゲーセン行きだ。"
    
    scene bg bg_c05
    with Fade(1, 0, 1)
    
    "地上に着地する。"
    
    ak "「うおおおおあああああああ！」"
    
    "明良はまるで魂の三分の一を奪われてしまったかのようなオーバーリアクションで苦しみ、標識の柱にもたれかかった。"
    
    so "「何でそんなにショックを受けてるんだよ。どこでも良かったんじゃないのか」"
    
    "俺が言うと、明良は呆れた様子で柱から身を離した。"
    
    show akira aki_1_07
    with dissolve
    
    ak "「演出に決まってんだろ？ってかお前も乗るんなら乗るで最後まで付き合えよ」"
    
    so "「はいはい、ノリの悪いヤツで悪かったよ」"
    
    "傘を拾い上げて俺たちはゲーセンに向かった。"
    
    play music "sound/bgm/bgm_104.ogg" fadeout 2.0
    
    scene bg bg_c03
    with Fade(1, 0, 1)
    
    "で、来たものの。"
    
    "プレイするのに相応しいゲームが見つからない。"
    
    "一緒にプレイするだけならゲームはいくらでもある。だがこいつはゲーセンのゲームにあまりなれていない。"
    
    "つまり下手だということだ。"
    
    "格ゲーなどの対戦型ゲームで勝負すればほとんど俺のワンサイドゲームで終わってしまう。"
    
    "だが二人協力可能なゲームにしても真っ先にゲームオーバーになる。"
    
    "そのたびにお金をつぎ込んで大損してしまうか、または俺が一人で楽しんでいるだけ、という状況になる。"
    
    show akira aki_1_01
    with dissolve
    
    play sound "sound/se/se_000.ogg"
    
    ak "「ヘイ、ボーイ、カマン！」"
    
    "いつの間にか格ゲーの台に着いた明良が怪しげな声を出しながらパネルを叩いている。"
    
    play sound "sound/se/se_000.ogg"
    
    ak "「カマン！カマーン！プリーズ！ウェイクアッププリーズ！」"
    
    play sound "sound/se/se_001.ogg"
    
    so "「シャラップ！」"
    
    "一喝して黙らせる。"
    
    so "「また一方的にやられたいのか」"
    
    show akira aki_1_02
    
    ak "「ふっふっふ、そんな余裕を見せていられるのも今のうちだ！聡介！」"
    
    "と明良は笑う。"
    
    show akira aki_1_06
    
    ak "「今日こそは！今日こそはお前を倒すという我が悲願を果たす！」"
    
    so "「身の程を知らん奴だ」"
    
    "性懲りもなくこの俺に挑んでくるとはな。"
    
    ak "「さあ聡介よ！　我が七十三回目の挑戦を受けたまえ！」"
    
    so "「いやだ」"
    
    show akira aki_1_04
    
    ak "「ずりぃぞ！　逃げんのかよ！」"
    
    so "「ああ、逃げる」"
    
    ak "「さては俺に負けるのが怖いんだなっ！」"
    
    so "「ああ、怖い」"
    
    show akira aki_1_02
    
    ak "「ふっふっふっ、じゃあ俺の不戦勝だな」"
    
    so "「もういいよそれで」"
    
    show akira aki_1_03
    
    ak "「……お願いだよぉ～、そぉ～すけえぇ～」"
    
    "泣きそうな顔ですがりついてきた。"
    
    ak "「相手してくれよぉ～」"
    
    so "「わかったわかった。気色悪いから離れろ」"
    
    "と引き離す。"
    
    so "「冗談に決まってるだろ。ちゃんと挑戦は受けてやる」"
    
    show akira aki_1_01
    
    play sound "sound/se/se_000.ogg"
    
    ak "「よしきたっ！さあ早く！ヘイユーヘイユー！」"
    
    "再び台に着いて、ばしばしパネルを叩きながら俺をせかす。"
    
    scene image "#000000"
    with dissolve
    
    "反対側に回り込んでコインを入れようとした。"
    
    "その時。"
    
    "「ねえ～、もうやめなよあやめ～」"
    
    "ゲーセンの騒音に混じって、よく知った名前が聞こえて来た。"
    
    scene bg bg_c02
    with Fade(1, 0, 1)
    
    "俺がその方向を見ると、クレーンゲームの前で、うちの高校の制服を着た女子四人が突っ立っている。"
    
    "その中のクレーンを操作している女子の後ろ姿には見覚えがある。"
    
    ay "「まだッス～！あともう少しで取れそうだからあきらめきれないッス～！」"
    
    "あやめだった。"
    
    "どうやら、取りたいぬいぐるみがあって粘っているらしい。"
    
    #●背景：クレーンゲームの前
    
    show ayame aya_1_07
    with dissolve
    
    "気づかれないように接近して、様子を見てみる。"
    
    "今若い女の子の間で大人気らしいヤミー君とヤマちゃんのぬいぐるみが、ぎっしりとクレーンゲームの中に詰まっている。"
    
    "クレーンがヤミー君を吊り上げた。あやめが狙っているのはこっちの方らしい。"
    
    "そのまま上昇しきって、真横に動き出した瞬間、ヤミー君はぽろりと落下してしまった。"
    
    "あぁ～、と他の三人が揃えて残念そうにため息をついた。"
    
    show akira aki_1_04 at left
    show ayame aya_1_07 at right
    with dissolve
    
    ak "「おいおい聡介ぇ～！俺を無視して女の子ナンパしようとしてんじゃねえぞ～！」"
    
    "突然、背後から明良が大声で叫んだ。"
    
    "あやめを含む女子たちが一斉に振り返る。"
    
    so "「あ……」"
    
    hide akira aki_1_04
    hide ayame aya_1_07
    with dissolve
    
    "と俺が声を出す間に、"
    
    "友人Ａ" "「あ、この人あやめが追っかけてるセンパイだ」"
    
    "友人Ｂ" "「え、まじまじ？なんでここに？」"
    
    "友人Ｃ" "「へえ、たしかにあやめの言う通りなんかカワイイかも」"
    
    "あやめの友達三人が俺を囲み、じろじろと観察してくる。"
    
    show ayame aya_1_02
    with dissolve
    
    ay "「センパ～イ！あやめのピンチに助けに来てくれたんスね～！」"
    
    play sound "sound/se/se_002.ogg"
    
    "そしてお約束であやめがタックルを仕掛けて来る。"
    
    "あっけに取られていたので身をかわすことも出来ず、まともに腹に食らってしまった。"
    
    so "「ぐえぇっ……！」"
    
    show ayame aya_1_02
    
    ay "{cps=*2}「ああ感激だなぁ！センパイが助けに来てくれるなんて！思えばセンパイはいつもあやめに冷たくあたるけど時々優しくなったりあやめが困ってるとき{/cps}"
    
    ay "{cps=*2}は助けてくれたりするわけでつまりそれはセンパイがあやめのことを大切に想ってくれているっていうことでやっぱりセンパイはあやめが見込んだとおりの最高{/cps}"
    
    ay "{cps=*2}の理想の男の人ッス！」{/cps}"
    
    "友人Ａ" "「あはは、またいつものが始まっちゃったよ」"
    
    "友人Ｂ" "「いよっ！この恋する乙女！うらやましいぞ！」"
    
    "友人Ｃ" "「あやめって意外ともてるのに他の男の人と付き合おうなんて考えないもんね～」"
    
    hide ayame aya_1_02
    
    "苦しんでいる俺の周りで友人三人組は楽しそうにして笑っている。"
    
    show akira aki_1_02
    with dissolve
    
    ak "「やあやあ、これはこれは、どなたかと思えば首館あやめ嬢とその友人のＡＢＣではありませんか」"
    
    show akira aki_1_01
    
    "明良が俺の前に出てバカ丁寧にお辞儀をする。"
    
    show akira aki_1_10
    
    ak "「こんにちは。相変わらずお美しい」"
    
    "ＡＢＣ" "「キモイからシンジャエ☆」"
    
    "三人組は綺麗に声をハモらせて言った。"
    
    play sound "sound/se/se_002.ogg"
    
    show akira aki_1_09
    
    "明良は石化したかのように固まって動かなくなった。"
    
    "……この明良と三人組のやりとりはどうやら初対面じゃないな。"
    
    hide akira aki_1_09
    with dissolve
    
    so "「それで助けるって、このぬいぐるみを取ればいいのか？」"
    
    "友人たちの手前もあり、俺は優しくあやめを引き離して聞いてみた。"
    
    "友人Ａ" "「そうそう、そうなんです」"
    
    "友人Ｂ" "「ゼッタイこれが欲しいんス～って言って離れないんですよね」"
    
    "友人Ｃ" "「あやめって夢中になったら人の話聞かないもんね～」"
    
    "なるほど。"
    
    show ayame aya_1_01
    with dissolve
    
    ay "「あやめがムリでもパーフェクトハンター・ソウスケならきっと楽勝ッスよ！」"
    
    "なんで俺のその名を知ってるんだよ。"
    
    so "「まあ、通りかかった縁もあるし後輩の頼みだから、ここまで期待されたからにはやってみるよ」"
    
    "俺はサイフから五百円玉を取り出して投入口に突っ込んだ。"
    
    scene bg bg_c02
    with Fade(1, 0, 1)
    
    so "「ほらあやめ、取れたぞ」"
    
    "クレーンの出口に落ちたぬいぐるみを取り出し、あやめに差し出した。"
    
    "ＡＢＣ" "『すごい！一発じゃん！』"
    
    "三人組が拍手をして騒ぎ立てる。"
    
    "一発で成功出来たのは偶然だ。"
    
    "やってみてわかったことだがとにかくアームがゆるい。これではあやめが取れなかったのも当然だ。"
    
    show ayame aya_1_02
    with dissolve
    
    ay "「すごいッスセンパイ！最高ッス！大好きッス～！」"
    
    "あやめは片手にぬいぐるみを持ったまま、俺に抱きついて嬉しそうに頬ずりして来る。"
    
    so "「わかったから離れろ、まだ五回残ってるから」"
    
    hide ayame aya_1_02
    with dissolve
    
    "残った分の回数もこなすと、六回トータルでヤミー君とヤマちゃんが二つずつ手に入った。"
    
    "一つはあやめに渡したヤミー君で、俺は残りの三つを友人たちに配ることにした。"
    
    so "「これ余ったから、えーっと……あやめの友達の君たちにおすそ分けで」"
    
    show ayame aya_1_01
    with dissolve
    
    ay "「このコたちならＡＢＣで呼んでいいッスよ」"
    
    "名前を知らないのでどう呼べばいいのか悩んだのを見てか、横からあやめが口を挟む。"
    
    show ayame aya_1_02
    
    ay "「背の高い順からＡＢＣッス！」"
    
    so "「お前いくら友達だからってＡＢＣ扱いはないだろ。どうでもいい人間みたいだぞ」"
    
    hide ayame aya_1_02
    with dissolve
    
    "友人ＡＢＣ" "『いいんですセンパイっ！ＡＢＣはれっきとしたあたしたちのあだ名ですからっ！』"
    
    "……そういえばついさっき明良もＡＢＣとか呼んでたな。"
    
    "友人Ａ" "「あやめの友達の英子です」"
    
    "友人Ｂ" "「あやめの友人の美恵子です」"
    
    "友人Ｃ" "「あやめの悪友の詩緒です」"
    
    "とぬいぐるみを胸に抱えたまま揃ってぺこりとお辞儀をし、"
    
    "友人ＡＢＣ" "『三人揃ってＡＢＣですっ！ぬいぐるみありがとうございますっ！これからもよろしくお願いしますねっ！センパイっ！』"
    
    "綺麗に声をハモらせ、また完全にシンクロした動作で顔を上げた。"
    
    "なるほど、確かにＡＢＣだ。"
    
    so "「あ、あやめの先輩の雨宮です。……こちらこそよろしくお願いします」"
    
    "勢いに飲まれて後輩相手だというのについつい丁寧な挨拶を返してしまう。"
    
    show ayame aya_1_07
    with dissolve
    
    ay "「でもセンパイはあやめのものッス！お前らＡＢＣにはあげないッス！」"
    
    "あやめは俺の腕を取ってＡＢＣを威嚇するように睨みつける。"
    
    "友人Ａ" "「はいはい、誰も奪ったりしないって」"
    
    "友人Ｂ" "「大切なセンパイだもんね。頑張って逃げられないようにしなよ！」"
    
    "友人Ｃ" "「でもあやめなんかにはもったいない～」"
    
    "女の子四人に囲まれ、俺はゲーセンを後にした。"
    
    stop music fadeout 1.0
    
    scene image "#000000"
    with dissolve
    
    "……あれ？"
    
    "俺は明良と遊びに来ていたんじゃなかったのか？"
    
    show akira aki_1_04
    
    ak "「……聡介えぇ～！」"
    
    jump main5_E # plo5.ks - *plo5_b
