label misogi1:
    
    #*mi_3|６月１６日（ＳＡＴ）：半日デェト
    
    play music "sound/bgm/bgm_002.ogg" fadeout 2.0
    
    "しかし、やっぱり他にやることも無いので、とりあえずみそぎにコンタクトを取ってみよう。"
    
    "案外相手をしてくれるかもしれない。"
    
    scene bg school shoebox
    with Fade(1, 0, 1)
    
    "昇降口を通って玄関へ行くと、そこでみそぎに出くわした。"
    
    "俺よりちょっとだけ早く教室を出たらしい。"
    
    show misogi mi_1_01
    with dissolve
    
    mi "「あ、雨宮くん……もう帰るの？」"
    
    "靴を履き替えながら、俺たちは会話を交わす。"
    
    so "「ああ。どうせ学校にいる意味もないし、この後用事も無いしな。まぁ、要するにこの後暇なんだ」"
    
    show misogi mi_1_06b
    
    mi "「そう。じゃぁ、私と一緒にお話しない？」"
    
    "確かに、午前中授業だったので昼からは全く用事がない。"
    
    "だが、みそぎからこんなことを言い出してくるのは正直驚いた。"
    
    so "「お話って……。それなら、街の喫茶店でも行くか」"
    
    "そういうと、みそぎの表情がぱぁっと明るくなった。"
    
    show misogi mi_1_02
    
    mi "「うん！　私いいとこ知ってるよ！一緒に行こ？」"
    
    so "「お、おう」"
    
    "みそぎが俺の手を引き、みそぎに連れて行かれることになった。"
    
    "……なんか、教室にいるときと違って、みそぎって結構アクティブなんだな。"
    
    "普段はあまり街に行くような気配も見せていないが、話によると行きつけの喫茶店まであるらしい。"
    
    so "「お、おい、せめて手は離してくれ」"
    
    show misogi mi_1_06a
    
    mi "「え……問題ないよ」"
    
    "みそぎは手を離すつもりは無いらしい。"
    
    "俺としては人の見ている中でこんなことをするのは嫌なのだが。"
    
    so "「いや、歩きにくいんだ。頼む」"
    
    mi "「私は大丈夫だよ？」"
    
    "小動物のように小首を傾げ、俺の瞳をまじまじと覗き込んでくるみそぎ。"
    
    "……これは卑怯だ。いくら幼なじみとはいえ、ドキッと来るものがある。"
    
    so "「頼む。昼奢るからさ」"
    
    show misogi mi_1_06b
    
    mi "「……私は、奢ってもらうよりこうしてる方が、いい……」"
    
    "みそぎは、握る力を少しだけ強め、さらっと恥ずかしいことを言ってのける。"
    
    so "「……はぁ」"
    
    "これはいよいよ離すつもりもないらしいので、俺は観念することにした。"
    
    scene bg bg_c00
    with Fade(1, 0, 1)
    
    play music "sound/bgm/misogi.ogg" fadeout 1.0
    
    show misogi mi_1_02
    with dissolve
        
    "街までは、バス停二つ分の距離だ。"
    
    "俺はバスに乗ろうと提案したのだが、みそぎはそれを頑なに拒んだ。"
    
    "そういうわけで、俺たちは徒歩で街まで赴いた。"
    
    "とは言っても、３０分そこそこで来られる距離なのだから、比較的近い。"
    
    "そして……手は繋ぎっ放しだ。"
    
    "なんと言うか、この格好で歩くのは恥ずかしいどころの騒ぎではない。"
    
    "こっち方面へ向かう生徒も当然いるわけで、その中を歩いて来たと思うと、顔が高潮する。"
    
    "しかし、みそぎはそれを意に介さず歩を進める。"
    
    "……まぁ、みそぎが何かいつもより楽しそうな顔をしているので、今日は良しとしよう。"
    
    scene bg bg_d01
    with Fade(1, 0, 1)
    
    "みそぎが急に立ち止まり、小ぢんまりとした、昭和の中ごろから建ってそうな、モダンな雰囲気を醸し出す喫茶店を指差す。"
    
    mi "「ここだよ」"
    
    so "「お前、いつもこんなとこ来てんのか。渋いな」"
    
    show misogi mi_1_01
    with dissolve
    
    mi "うん……ここ、落ち着くよ」"
    
    "みそぎは俺に先行し、ドアを開く。"
    
    scene bg bg_d02
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_101.ogg" fadeout 1.0
    
    play sound "sound/se/se_030.ogg"
    
    "店主" "「いらっしゃいませ」"
    
    "中から、中年の優しいおじさんの声がした。"
    
    "こりゃまた、内装も相当古い感じだな。"
    
    "アンティークな洋風テーブルや、天井からぶら下がる電球、使い古されたような茶色で統一感のある色調。"
    
    "夜はバーにでも使えそうなほどの落ち着いた雰囲気。"
    
    "完全に世間の時の流れから切り離されたかのような空間だ。"
    
    show misogi mi_1_06b
    with dissolve
    
    mi "「どう？こういう雰囲気は、嫌いかな？」"
    
    so "「いや、良い。凄く良い」"
    
    show misogi mi_1_02
    
    mi "「ふふ。そう、良かった」"
    
    "俺は素直にこの空間に溶け込むことが出来た。"
    
    "世辞ではなく、本当に落ち着くのだ。"
    
    "みそぎは、そのまま足を止めずに一番奥の席へと向かう。"
    
    "昼時だが客はまばらであり、その席には誰も座っていなかった。"
    
    "俺たちは二人がけのその席に腰を下ろす。"
    
    "……結局、席に着くまで俺たちは手を握ったままで、うっすらと手には汗が滲んでいた。"
    
    "店主" "「いらっしゃい」"
    
    play sound "sound/se/se_041.ogg"
    
    "主人と思しきおじさんが、メニューとグラス、ピッチャーを持ってテーブルへ来る。"
    
    "……なんか妙にニコニコしてるな。"
    
    "店主" "「じゃ、決まったら呼んでね」"
    
    show misogi mi_1_01
    
    mi "「はい」"
    
    "みそぎは相当この店を利用しているのだろう。"
    
    so "「あ、みそぎ？　ここ喫茶店だけど、食べるものはあるのか？」"
    
    "俺はあんまりこういう店には来ないので、喫茶店＝軽食のイメージが強く、ちょっと不安になったので訊いてみる。"
    
    mi "「うん、大丈夫だよ、ほら。ここに沢山あるから」"
    
    "といって、メニューを開いて見せてくれる。"
    
    "典型的に『日本の洋食屋さん』なメニューだ。"
    
    show misogi mi_1_06b
    
    mi "「雨宮くん、決まった？」"
    
    so "「いや、もうちょっと待ってくれ」"
    
    "結構な数のメニューから選ぶのは難しい。"
    
    "それに、腹が減っているので色んな物に目移りして困る。"
    
    so "「みそぎは決まったのか？」"
    
    show misogi mi_1_03
    
    mi "「え、まだだよ」"
    
    "とは言うものの、みそぎはメニューを見る気配が無い。"
    
    "……把握できるほど足を運んでるのだろうか。きっとそうなんだろう。"
    
    "暫しあって、注文を決めた俺は、みそぎに尋ねる。"
    
    so "「俺は決まったけど、お前は大丈夫か？」"
    
    show misogi mi_1_02
    
    mi "「うん。決まったよ」"
    
    so "「そっか。すいませーん」"
    
    "俺は、手を上げて主人を呼ぶ。"
    
    "店主" "「はい、ご注文は？」"
    
    so "「俺はナポリタンで」"
    
    "メニューを殆ど見ていないみそぎが何を頼むのか興味があったが、その答えは意外。"
    
    show misogi mi_1_06a
    
    mi "「私も、同じのを」"
    
    "店主" "「ナポリタンが二つね。じゃ、少々お待ちください」"
    
    "そういって、主人はカウンターの中へ戻っていった。"
    
    so "「お前凄いな。全部メニュー覚えてるのか」"
    
    "俺はそれに感心し、言ったつもりだった。"
    
    show misogi mi_1_05a
    
    mi "「え？別にそんなことは無いけど」"
    
    so "「は？じゃぁなんでメニュー見なかったんだ？」"
    
    "そりゃ当然の疑問だ。頭に入っていないメニューを選んだって言うのか。"
    
    show misogi mi_1_02
    
    mi "「だって、雨宮くんと一緒なのが食べたかったから」"
    
    "俺の顔をまっすぐ見て、屈託のない笑顔で口にする。"
    
    "……こいつ、天然なのか狙ってやってんのか全く解らん。"
    
    "俺は、こんな幼なじみにちょっとした不安を覚えながらも、その答えに関しては何も言わなかった。"
    
    "……というか、言う余地を奪われた。"
    
    hide misogi
    with dissolve
    
    play sound "sound/se/se_043.ogg"
    
    "しばらくすると、何かでかい皿が一枚テーブルの上に置かれた。"
    
    "店主" "「ご注文は以上ですか？」"
    
    "と主人が言ったが、俺らは二人分頼んだはずだ。"
    
    "まぁ、確かにこの皿に載っている分は明らかに二人分だが。"
    
    so "「あの、二つ頼んだはずなんですけど……」"
    
    "店主" "「ああ、これで二つ分だよ」"
    
    "と、主人はさも当然のように言う。"
    
    "そこで俺は悟った。"
    
    "ニヤニヤの正体はこれか。"
    
    "サービスがいいというのか、過ぎるというのか。"
    
    "恐らく、みそぎはいつも一人でここへ来るのだろう。それで、当然のことながら顔は覚えられている。"
    
    "この主人、俺らが恋人同士か何かと勘違いしてる……とは思いつつ、まぁ確かに誤解を招きかねない形態ではあるよな。"
    
    "俺はそこで反論をするのをやめ、主人が戻るのを待ってフォークを取ろうとした。"
    
    show misogi mi_1_02
    with dissolve
    
    "しかし、みそぎが既にフォークを取っており、その先端にはパスタが巻きついている。"
    
    "それを俺のほうに差し出してきた。"
    
    mi "「……食べて。あーん」"
    
    "こんなシチュエーション、俺以外の男だったら脳がオーバーヒートを起こすといっても過言ではない。"
    
    so "「い、いや、みそぎ！？それくらい自分で食べられる！！そういうのはお願いだから勘弁してくれ！」"
    
    show misogi mi_1_06a
    
    mi "「じゃぁ、一口だけで良いから」"
    
    "みそぎは引こうとしない。"
    
    "……というか、こいつ結構強情なんだな。"
    
    "数日前までは、学校で俺と話す時でさえ少し顔を赤らめてたりもしたくせに……。"
    
    "慣れたのか、昔のみそぎが戻ったのか、それは良くわからないが。"
    
    "俺は主人や他の客の目がこちらを向いていないことを確認してから、仕方なくその条件を呑む。"
    
    so "「わかった。一口だけだぞ」"
    
    show misogi mi_1_02
    
    mi "「うん。はい、あーん」"
    
    "みそぎが楽しそうに差し出すので、俺は観念した。"
    
    "ぱくっと。"
    
    "ん、素朴な見た目とは裏腹に結構美味しい。"
    
    show misogi mi_1_09
    
    mi "「どう？」"
    
    so "「うん、これは美味い」"
    
    show misogi mi_1_02
    
    mi "「そう、よかった」"
    
    "ふふ、と微笑して、自分の食事に移るみそぎ。"
    
    "俺も、それに倣って普通に食事を摂ることにした。"
    
    "こうして見ると、みそぎも普通の女の子であることを実感しないでもない。"
    
    "なんと言うか、みそぎと普通に接するのもこれまた４、５年ぶりくらいなので、色々変わった部分も見えてくる。"
    
    "教室で見るみそぎは、どこかアンニュイ、というか孤独な印象を受けるが、今ここにいるみそぎはそうでもない。"
    
    "もしかして、変えてしまったのは俺なんだろうか。"
    
    "俺が、餓鬼の感情でみそぎと距離を置いたからかもしれない。"
    
    scene bg bg_d02
    
    so "「ごちそうさん」"
    
    show misogi mi_1_01
    
    mi "「うん、ごちそうさま」"
    
    "食事を終え、フォークを置く。"
    
    so "「いやぁ、これでこの値段はリーズナブルだな」"
    
    mi "「そうだね。でも、いつも全部食べられないんだけどね」"
    
    "確かに、この量を二等分しても女の子には辛いだろう。"
    
    "俺も恐らく、相当な量を食べてると見た。"
    
    show misogi mi_1_05a
    
    mi "「あ」"
    
    "そこで、みそぎが何かに気づいたように小さく声を上げる。"
    
    so "「ん？どうしむぐっ！？」"
    
    "みそぎが机に身を乗り出し、俺の口にナプキンを当て、ソースを拭い取る。"
    
    mi "「ほら、ケチャップついてる」"
    
    "俺は思わず赤面した。"
    
    "ソースが付いていたことにではなく、このベタベタな展開に、だ。"
    
    "俺は何かラブコメの世界にでも迷い込んだような気分だった。"
    
    "このままみそぎといたら、恥ずかしくて死んでしまうかもしれない。"
    
    "まぁ、今日１日の辛抱だ。それくらいは耐えて見せよう。"
    
    show misogi mi_1_02
    
    mi "「はい、綺麗になったよ」"
    
    so "「じゃ、じゃぁ、出ようか……」"
    
    "俺は伝票を掴み、徐に席を立つ。"
    
    show misogi mi_1_06a
    
    mi "「あ、うん。私、ちょっとお手洗いに行ってくる……」"
    
    hide misogi mi_1_06a
    with Dissolve(2)
    
    "みそぎがいない間に会計を済ませることにした。"
    
    "しかし、一人であることをいいことに、俺は主人に冷かされた。"
    
    "店主" "「お兄さん、あの娘の彼氏かい？はっはっは、大切にしてあげなよ！」"
    
    so "「いや、そんなんじゃないんですけどね」"
    
    "店主" "「やー、そんなに謙遜しなくても良いんだよ！君なら大丈夫さ。お幸せにね」"
    
    so "「…………」"
    
    "ぬぅ、余計な世話を……。"
    
    "と思っていたところに、みそぎが戻ってくる。"
    
    show misogi mi_1_03
    
    mi "「あ、ごめんね」"
    
    so "「ああ、じゃぁ行こうか」"
    
    "そして、俺たちは店を出た。"
    
    scene bg bg_d01
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_030.ogg"
    
    show misogi mi_1_06a
    with dissolve
    
    "今度は、みそぎが俺の腕に抱きつく格好で……"
    
    "あの、みそぎさん……？"
    
    "なんかすごーくやわらかいものが当たってるんですけど……"
    
    "店主" "「ふふ、若いねぇ」"
    
    "主人が何か言ったような気がしたが、どうせろくでもないことだろう。"
    
    "俺はいろんなことを気にしないように、出来るだけ無駄な五感はカットするようにした。"
    
    scene bg bg_c00
    with Fade(1, 0, 1)
    
    play music "sound/bgm/misogi.ogg" fadeout 1.0
    
    "喫茶店を出た時点でまだ２時ちょっと。なかなかに時間はある。"
    
    so "「なぁ、どこか行きたいところってあるか」"
    
    show misogi mi_1_01
    with dissolve
    
    mi "「雨宮くんが行くところなら、どこでも……」"
    
    so "「……俺も別に行くところないんだけどな」"
    
    "訊いておいてなんだが、予想通りといえばそんな気がしないでもない答えを受け流し、辺りを見回す。"
    
    "目に入ったのは、たまに明良たちと遊びに行くゲームセンターだ。"
    
    so "「みそぎ、ゲーセンって入ったことあるか？」"
    
    show misogi mi_1_03
    
    mi "「……あんまり、ないよ。目的もないし……」"
    
    so "「じゃぁ、とりあえず行ってみるか」"
    
    "こればかりはみそぎも頷きかねているようだが、とりあえず入ることにした。"
    
    scene bg bg_c02
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_104.ogg" fadeout 1.0
    
    show misogi mi_1_03
    with dissolve
    
    so "「これでもやってみる？」"
    
    "と、俺は色々探しながら、みそぎに提案してみるが、今一芳しい返事をしない。"
    
    "まぁ、そりゃそうか。ガンアクションだったり、クイズ系だったり、あんまり女の子が好みそうなものは少ないかもしれないな。"
    
    "それに、多分ああ言う渋い雰囲気の喫茶店を好むみそぎのことだ。うるさいのは得意じゃないだろう。"
    
    "ここの雰囲気に当てられてるのかもしれない。"
    
    "やっぱり出たほうがいいのかもしれない。"
    
    "このままゲーセン内をうろついても得るものはないだろう。"
    
    show misogi mi_1_08
    
    "そう思った矢先に、みそぎの目線がＵＦＯキャッチャーに止まる。"
    
    so "「？」"
    
    "俺はみそぎが何を見つけたのか、とその目線の先を追うと、そこには愛らしくデフォルメされたパンダのぬいぐるみがあった。"
    
    "次にみそぎの表情を伺うと、心なしか瞳は輝いているようにも見えた。"
    
    so "「あれ、欲しいのか？」"
    
    "訊くまでもないことのようにも思えたが、一応確認を取ってみる。"
    
    show misogi mi_1_06c
    
    mi "「…………うん」"
    
    "みそぎは少し恥ずかしがるような素振りを見せ、頷く。"
    
    mi "「…………って」"
    
    so "「え？」"
    
    "みそぎの声が周りの音にかき消され、聞こえなかったので、訊き返した。"
    
    mi "「あれ、とって……」"
    
    "まぁ、もともとどうにか楽しませてやろうと思って来たからには、それも仕方あるまい。"
    
    "……というより、実は望むところであったりもするわけで。"
    
    so "「……ふ、ふふ、ふふはははは！！」"
    
    "俺の中の血が滾る。それが笑いとなってこみ上げてきた。"
    
    so "「みそぎ、俺の異名を知ってるか？」"
    
    show misogi mi_1_05
    
    mi "「ぇ、急にどうしたの？し、知らないけど……」"
    
    "豹変した俺の姿に多少驚き、それでも素直に答えるみそぎ。"
    
    so "「狙った獲物は逃さない、その名も『パーフェクトハンター・ソウスケ』だッ！！」"
    
    "俺は高らかに叫ぶ。"
    
    "みそぎは呆然として俺のほうを見つめる。"
    
    "客１" "「…………ぷっ」"
    
    "客２" "「なにあれ～」"
    
    "……他の客に笑われた。"
    
    so "「え～、コホン、ま、まぁそういうわけだ。俺に任せろ」"
    
    "わざとらしく咳払いをする。"
    
    show misogi mi_1_06a
    
    mi "「……あ、うん」"
    
    "俺は目当てのＵＦＯキャッチャーに硬貨を投入し、クレーンを動かす。"
    
    show misogi mi_1_08
    
    "みそぎは珍しそうに、クレーンの動きを目で追っている。"
    
    "パンダの頭上にクレーンを止め、アームがパンダを掴む。"
    
    "みそぎはまじまじとその様子を見つめている。"
    
    "……そんなに珍しいんだろうか。"
    
    "パンダが少し宙に浮き、そのまま穴に移動するかと思いきや……"
    
    "すとん。"
    
    show misogi mi_1_11
    
    mi "「………………くすん」"
    
    "ッ！！？"
    
    so "「わ、わかった！ももももう一回だぁッ！！」"
    
    "通り名を豪語したくせにここで退くわけには行かない。"
    
    "ものすごく悲しそうな顔をしているみそぎのためにも、ここは粘らねばなるまい。"
    
    scene bg bg_c02
    with Fade(1, 0, 1)
    
    so "「やった、取ったぞ……」"
    
    "落ちてきたパンダをみそぎに手渡す。"
    
    show misogi mi_1_02a
    with dissolve
    
    mi "「うん！ありがと！」"
    
    "と言って、みそぎは満足そうに、まふっとしたパンダの頭に顔を埋める。"
    
    "……予想以上に金がかかった。"
    
    so "「こ、こんなはずでは……」"
    
    "俺は自分の能力の低下に落ち込み、その場に倒れこみそうになるも、何とか踏みとどまった。"
    
    "これはあの名を撤回せねばなるまいか。"
    
    show misogi mi_1_09
    
    mi "「？どうしたの？」"
    
    "そんな俺を見かねて、みそぎは優しく声をかけてくれる。"
    
    "だが、金を使いすぎたともいえないので、真実は伏せておいた。"
    
    so "「い、いや、なんでもない」"
    
    show misogi mi_1_02a
    
    mi "「そう？とにかくありがとう！聡介くんだと思って大事にする！」"
    
    "みそぎが喜んでくれたのがせめてもの救いだ。"
    
    "あれ？何か今ちょっと違和感を覚えたが、それが何かを考えるほど俺の心に余裕はなかった。"
    
    "……当然、財布にもな。"
    
    scene bg bg_e03
    with Fade(1, 0, 1)
    
    play music "sound/bgm/misogi.ogg" fadeout 1.0
    
    "その後、俺たちは夕方になるまで街を歩き回った。"
    
    "もちろん、俺は物を買う余裕など全くないのでウィンドウショッピングとかその程度ではあるが。"
    
    "そして、来た道をもう一度歩いて帰る。"
    
    show misogi mi_1_02
    with dissolve
    
    mi "「楽しかったね」"
    
    "みそぎが、パンダを抱えながら微笑む。"
    
    so "「ああ。久しぶりだな、みそぎと二人で遊ぶってのは」"
    
    show misogi mi_1_06a
    
    mi "「うん」"
    
    "みそぎが少し憂いを孕んだ表情で頷く。"
    
    "その頬が夕日に照らされ、少し寂しく見えた。"
    
    show misogi mi_1_06b
    
    mi "「ねぇ……」"
    
    so "「ん？」"
    
    show misogi mi_1_06c
    
    mi "「うん、なんでもない」"
    
    "みそぎは、パンダに顔を埋めて言葉を紡ごうとしない。"
    
    "そして、そのまま俺に身体を預けてきた。"
    
    so "「！？」"
    
    show misogi mi_1_06b
    
    mi "「ねぇ……」"
    
    so "「どうしたんだ？疲れて体調悪いとかか！？」"
    
    show misogi mi_1_07
    
    mi "「ううん。懐かしくて……」"
    
    "最初、みそぎの言った意味が理解できなかったが、記憶を遡ってみると、思い当たる節があった。"
    
    so "「懐かしい、ねぇ。そうか。確かにな」"
    
    mi "「うん……」"
    
    "幼稚園の頃、みそぎは毎日小さな身体に対しては割と大きなぬいぐるみを抱えていた。"
    
    "そして、毎日俺とだけ遊んでいたような気がする。"
    
    "俺が思い出せたのはそこまでだが、みそぎはどんなことを思っていたのだろうか。"
    
    "しかし、流石に、そこまで訊くのは無粋だ。"
    
    so "「はは、お前変わってないな」"
    
    mi "「…………うん」"
    
    "みそぎは夕日に目を細め、思い出に浸りながら俺の横を歩く。"
    
    "二人とも、言葉少なに歩いていたが、それ自体が昔のままっぽくて落ち着きもした。"
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    play music "sound/bgm/bgm_005.ogg" fadeout 1.0
    
    so "「あーすっきりしたぁ！」"
    
    "風呂から上がり、自室のベッドに倒れこむ。"
    
    "そして、そのまま手を伸ばして机の上にあった財布を手に取る。"
    
    "その中身を見て落胆する。"
    
    so "「……今月は後これだけなのか……」"
    
    "端的に言うと、小銭のみ。今月過ごせるのか不安だ。"
    
    so "「今日は歩き疲れたな。ふ、わ～ぁ」"
    
    "一つ、大きな欠伸をし、俺は電気を消して眠りに落ちた。"
    
    stop music fadeout 2.0
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    mi_sn "………………"
    
    mi_sn "…………"
    
    mi_sn "……"
    
    mi_sn "『６月１６日土曜日……今日は気持ち良い晴れ。学校も午前中授業だけ。"
    
    mi_sn "そして、お昼からは……聡介くんとデートしちゃいましたぁ！！いつものお店でお昼を摂って……"
    
    mi_sn "あーんってしてあげたら、聡介くん、すっごく恥ずかしがってた！そんなところもすっごくかわいいっ！"
    
    mi_sn "それに、お口も拭いてあげたりして、私、してあげたいことが一気に出来て、とってもとっても充実！"
    
    mi_sn "その後はゲームセンターで聡介くんが一所懸命にぬいぐるみをとってくれたり！嬉しくて嬉しくてもう言葉にならないよぉ～～！"
    
    mi_sn "帰り道も……昔を思い出して、懐かしくなっちゃって。でも、私はずっとあの時から変わらないよ？"
    
    mi_sn "聡介くん……もっと、もっとお話したいな』"
    
    scene bg bg_f00
    with Fade(1, 0, 1)
    
    mi_sn "そこまで書いて、日記帳を閉じ、ペンを置く。"
    
    mi_sn "照明を少し落とし、部屋を薄明るい状態にする。"
    
    mi_s "「聡介くん……」"
    
    mi_sn "彼と繋いだ手。"
    
    mi_sn "その右手に、まだ彼のぬくもりが残っているような気がする。"
    
    mi_s "｢そう、すけ……くん｣"
    
    mi_sn "右手を頬に当て、彼のぬくもりを感じる。"
    
    mi_sn "そして、なぞるようにその手を首もとに滑らせ、胸まで持ってくる。"
    
    mi_s "「はぁ、ん……聡介く、ん……」"
    
    mi_sn "胸のふくらみを包み込むようにしパジャマの上から撫で、次第に力を加え、乳房を優しく揉みほぐすように手を動かす。"
    
    mi_sn "表情はどこかとろんとした雰囲気になり、吐息に熱がこもり始める。"
    
    mi_s "「ん、ぁ……聡介くん……ゃぅ……ふぁ」"
    
    mi_sn "やわらかなふくらみはみそぎの手に弄られて、ふにふにと形を変える。"
    
    mi_s "「んぅ……ゃぁっ、だい、すきぃ……んはぁっ……」"
    
    mi_sn "彼にさわられているみたいで……きもちいい。"
    
    mi_sn "胸元のボタンに手をかけ、パジャマの前部をはだけさせる。"
    
    mi_sn "露になった白くやわらかい乳房に、再び手を這わせる。"
    
    mi_sn "右手だけでは物足りなくなり、左手で左の乳房も揉みしだく。"
    
    mi_sn "時折、その先端の硬くなった部分を摘まんでみたりしながら、自らの性感帯を弄ぶ。"
    
    mi_sn "上気した肌は薄桃色に色づき、息は荒くなっていく。"
    
    mi_s "「んぁぁぁっ！んゃ、はぁ、ふぁっ……んくぅっ！？」"
    
    mi_sn "体全体にゾクゾクっと電撃が走る。"
    
    mi_sn "もう、何も考えられない。"
    
    mi_sn "頭の中が痺れ、更なる快感のみを求めたくなってきた。"
    
    mi_sn "脳髄がとろけていく。"
    
    mi_s "「聡介くん、聡介くぅんっ！んはぁ、きもちい、きもち、いい…………よぉ」"
    
    mi_sn "みそぎの火照る体は刺激を渇望する。"
    
    mi_sn "求めれば求めるほど、足りなくなっていく。"
    
    mi_s "「んはぁ、はぁっ……聡介くん、だい、好きぃ…………」"
    
    mi_sn "足りない、足りない、足りない……"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    mi_sn "だから、"
    
    mi_sn "────あなたが欲しい。"
    
    jump main4
