label ayame5:

    #*a_01|７月２日（ＭＯＮ）：晴天と雨天の間

    #@day nowday='７月２日（ＭＯＮ）'
    
    play music "sound/bgm/bgm_rain.ogg" fadeout 2.0
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "猫は俺の“瞳”の中にいた。"
    
    "彼女はただ、それを守ろうとしただけだった。"
    
    "大切なものが、手の届かない場所にいってしまわないように、と。"
    
    "それだけが、彼女の願いだった。"
    
    "その願いが、“瞳”を通して俺自身にかけられた。"
    
    "特別なことじゃない。"
    
    "誰だって願うこと……きっと。"
    
    "彼女の心が狂気に覆われていても。"
    
    "それでも、その内側にあるのは大切な想いなのだ。"
    
    "彼女は俺を好きでいてくれた。"
    
    "俺も彼女が好きだった。"
    
    "あの猫も彼女が好きだった。"
    
    "だから俺は、彼女の心を知ることができた。"
    
    "だから俺は、彼女にあのときの言葉を伝えたいと思う。"
    
    #;●（背景：タイトル）
    
    scene bg bg_a08
    with Fade(1, 0, 1)
    
    show akira aki_1_01
    with dissolve
    
    ak "「王手、詰みだな」"
    
    "明良がそう宣言した。"
    
    "将棋盤の上にはコマが散らばっている。"
    
    "俺が見る限りはたしかに劣勢だが、まだ詰みには程遠い状況に見える。"
    
    "とはいえ、俺よりずっと強いこいつが言うのだから間違いはないのだろう。"
    
    so "「もう投了でいいや。やめだ」"
    
    "俺は盤を傾けて滑らせたコマを入れ物の中に戻す。"
    
    show akira aki_1_13
    with dissolve
    
    ak "「なにすんだ聡介。まだ一戦終わっただけじゃねえか」"
    
    so "「他のにしようぜ。ワンサイドすぎて俺がつまらないんだよ」"
    
    "ぶ厚い将棋盤を半分に折りたたんで、最初に置かれていた通りにきちんと机の上に戻す。"
    
    hide akira aki_1_13
    with dissolve
    
    "代わりに、ごちゃごちゃと物であふれかえっている室内を見回して他のゲームを物色する。"
    
    "俺は振り返りながら聞く。"
    
    show akira aki_1_01
    with dissolve
    
    so "「花札でどうだ？　こいこいはわかるか？」"
    
    show akira aki_1_13
    with dissolve
    
    ak "「賭けるもんがねえとつまんねえだろうが……」"
    
    "それもそうだ。"
    
    hide akira aki_1_13
    with dissolve
    
    so "「じゃあ無難にオセロにするか」"
    
    "俺は背を伸ばして棚の上のオセロ盤を手にとった。"
    
    "ここは一階廊下の端の部屋で、表札もかけられていない。ほとんどの生徒は何のためにあるのかわからない場所だ。"
    
    "先日、キリコ会長にこの部屋の荷物一部の運び出しを命令されたので、生徒会の倉庫なのかなとは思うが、実際のところは俺にもよくわからない。"
    
    "置いてある道具が不真面目すぎるし、ゲームの類があるかと思えば寝袋や台所用品も置いてあったりして統一性がない。"
    
    "まあそんな謎はどうでもいいことだが、部屋のゲームの方は埋もれさせておくにはもったいないので、たまに暇をつぶしたくなったときに利用することにしている。"
    
    "鍵は……職員室に行けば、なぜか理由なしでも顔パスで貸してくれる。キリコ会長が気を利かせてくれたのだろうか。"
    
    show akira aki_1_01
    with dissolve
    
    "聡介＆明良" "「最初はグー、ジャンケンポン」"
    
    "明良と声をハモらせて手を出すと、先攻は俺になった。"
    
    play sound "sound/se/se_016.ogg"
    
    play sound "sound/se/se_016.ogg"
    
    "無言で黒を置き、パチンと白をひっくり返す。"
    
    show akira aki_1_06
    with dissolve
    
    play sound "sound/se/se_016.ogg"
    
    play sound "sound/se/se_016.ogg"
    
    "直後、明良もノータイムで白を置き、こちらの黒をパチンとひっくり返す。"
    
    play sound "sound/se/se_016.ogg"
    
    play sound "sound/se/se_016.ogg"
    
    #[wait time=500]
    
    play sound "sound/se/se_016.ogg"
    
    play sound "sound/se/se_016.ogg"
    
    "そうして、パチパチ、とテンポ良く効果音を鳴らしつつ勝負が進んでいく。"
    
    "その間、俺も明良も無言だ。"
    
    hide akira aki_1_06
    with dissolve
    
    "ザザ、と繰り返し窓を叩く激しい雨音を音楽に、薄暗い室内で、あたかも真剣勝負をしているかのような雰囲気を楽しむのも悪くはない。"
    
    "やがて６４マスの約半分が埋まり、勝負は後半戦に突入した。"
    
    play sound "sound/se/se_010.ogg"
    
    "とそこで雨音に混じり、どたどた、とけたたましい足音が響いた。"
    
    "それは徐々に音量を上げ、この部屋に近づいてくる。"
    
    "白石を碁石のように指に挟んだ明良の手が、ぴたりと止まった。"
    
    show akira aki_1_06
    with dissolve
    
    ak "「来たぜ」"
    
    so "「ああ、来たな」"
    
    hide akira aki_1_06
    with dissolve
    
    play sound "sound/se/se_033.ogg"
    
    "そう返した瞬間、部屋の扉がぴしゃりと勢い良く開いた。"
    
    "俺は席から立ち上がって床にしゃがみこんだ。"
    
    play music "sound/bgm/ayame.ogg" fadeout 2.0
    
    show ayame aya_1_02
    with dissolve
    
    ay "「センパ～イ！　探しましたッスよ～！」"
    
    hide ayame aya_1_02
    with dissolve
    
    "満面の笑みを浮かべたあやめが、いつも通りのハイテンションで叫んで猛烈な速度で俺に飛び掛かってきた。"
    
    play sound "sound/se/se_002.ogg"
    
    "さっきまで俺の上半身があった空間を通り抜けて、折りたたまれた卓球台に頭から激突して派手な音をたてた。"
    
    "その際、スカートの中が見えたりしたが、別にこいつの下着なんか見ても嬉しくもなんともないな。"
    
    ay "「ふぎゃっ！」"
    
    stop music fadeout 2.0
    
    play sound "sound/se/se_004.ogg"
    
    "あやめはマンガやアニメでよくありそうな声を出して床に倒れこんだ。"
    
    "そのまま動かなくなった。"
    
    play music "sound/bgm/bgm_rain.ogg" fadeout 2.0
    
    "……大丈夫か？　今のはもろに角だったぞ。"
    
    "俺は明良に視線を送った。"
    
    show akira aki_1_01
    with dissolve
    
    ak "「ご指名はお前だぜ。優しく介抱してやれよ」"
    
    ak "「雨宮セ・ン・パ・イ」"
    
    so "「ったく、やっぱりそうなるのか」"
    
    ak "「嫌なら構わないぜ？」"
    
    show akira aki_1_02
    with dissolve
    
    ak "「代わりに俺があやめちゃんの可愛い寝顔を拝んであんなことやこんなことをしてやるからさ！」"
    
    ak "「ウヘヘヘヘ！」"
    
    so "「……もちろん嫌だがなんとなくお前に任せるともっと嫌なことになりそうな予感がするな」"
    
    hide akira aki_1_02
    with dissolve
    
    "床に突っ伏したままのあやめの体を反転させて、上半身を抱き起こした。"
    
    so "「おーい、生きてるか？あやめ」"
    
    "ぺちぺちと頬を叩く。"
    
    so "「起きろ～」"
    
    "ぺちぺち。"
    
    "ぱちっと目が開いた。"
    
    stop music fadeout 2.0
    
    ay "「う…ああ……センパ～イ……」"
    
    "ゾンビのように枯れた声を出して腕を俺の首にからめてきた。"
    
    ay "「んん～……♪」"
    
    play music "sound/bgm/bgm_002.ogg" fadeout 2.0
    
    "気持ちよさそうに俺に頬ずりし始めた。"
    
    "しょうがない奴だな。"
    
    so "「やっぱ寝てろ」"
    
    "俺はあやめの体を持ち上げてトランポリンの上に投げ捨てた。"
    
    play sound "sound/se/se_003.ogg"
    
    ay "「わひゃっ？」"
    
    "ぼよん、と効果音が聞こえてきそうな跳ね方をした。"
    
    so "「お前なんで俺がここにいるってわかったんだよ」"
    
    "ごく自然に浮かんだ疑問を口にする。"
    
    show ayame aya_1_02
    with dissolve
    
    "あやめはトランポリンの上から降り、上目遣いに俺を見上げて口を開く。"
    
    ay "「だってあやめのクラスのほうが先に終わったのに、下駄箱のとこにいつものセンパイの傘がなかったッスから」"
    
    "と笑顔になる。"
    
    ay "「それで今日はセンパイ傘を忘れたんだってわかって、あやめの傘に入ってもらって一緒に帰ろうとして待ってたんスよね。」"
    
    ay "「でもいくら待ってもこないッスから、どこかで暇を潰してるんだって思って、そこらへんの人にセンパイの居場所を聞きまくったんスよ！」"
    
    so "「なるほどな……」"
    
    "あやめの言う通りだ。"
    
    "俺も明良も傘を忘れたから止むまで待ってここで遊んでいるのだ。"
    
    "しかしまさか俺の傘まで記憶しているとは。"
    
    "最近、こいつの追っかけが激しくなったような気がする。"
    
    ay "「さあセンパイ！エンリョせずにあやめと一緒にラブラブな相合傘ッスよ～！」"
    
    hide ayame aya_1_02
    with dissolve
    
    "そう叫んで俺に飛び掛ってくる。"
    
label ayame5_A: #*a_01_s|

    menu:
        "恥ずかしいから無理":
            $ f_ayame_01 = 1
            jump ayame5_A_1 # a_01a
            
        "嫌々お世話になる":
            $ f_ayame_01 = 2
            jump ayame5_A_2 # a_01b
            

#;---------------------------------------------------------
label ayame5_A_1: # *a_01a|

    so "「嫌に決まってるだろ」"
    
    "俺はそう言ってひらりと身をかわす。"
    
    play sound "sound/se/se_004.ogg"
    
    ay "「ふぎゃっ！」"
    
    "今度は机の角に激突した。"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "それから。"
    
    scene bg bg_a08
    with Fade(1, 0, 1)
    
    show akira aki_1_02 at left
    show ayame aya_1_02 at right
    with dissolve
    
    ay "「進藤センパイ、いくッスよ～！」"
    
    ak "「おう、こいっ！」"
    
    play sound "sound/se/se_095.ogg"
    
    show ayame aya_1_07 at right
    with dissolve
    
    ay "「グレイトオォォォォォーッ！」"
    
    "体の内側で蓄えられ限界まで膨らんだあやめの気がボールと共に放出される！"
    
    "そのあまりの気で瞬間目に映る世界がぶれてしまう、そしてそれは驚異的な破壊力を備え、明良のコートへ強烈に突き刺さる！"
    
    play sound "sound/se/se_017.wav"
    
    show akira aki_1_06 at left
    with dissolve
    
    play sound "sound/se/se_072.ogg"
    
    ak "「一式波○球ぅ！」"
    
    show ayame aya_1_05 at right
    with dissolve
    
    ay "「なっ！」"
    
    "しかし明良はそれと同程度、同威力のリターンをあやめの前で易々と決めてみせる。"
    
    #[tre]
    
    "信じられないといった表情であやめは後ろを振り返る。"
    
    so "「はい１対０」"
    
    show ayame aya_1_03 at right
    with dissolve
    
    ay "「む～、それ反則ッスよ～」"
    
    show akira aki_1_02 at left
    with dissolve
    
    ak "「ワシの波○球は百八式まであるぞ」"
    
    stop music fadeout 3.0
    
    show ayame aya_1_07 at right
    with dissolve
    
    ay "「じゃあこっちはサーブで零式ッス！」"
    
    show akira aki_1_05 at left
    with dissolve
    
    play sound "sound/se/se_094.ogg"
    
    ak "「な、なんだとぉ！」"
    
    play music "sound/bgm/bgm_012.ogg" fadeout 2.0
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "突然、空気が澄んだ。清らかな静寂が辺りを包み始めた。"
    
    "神が生きとし生けるもの全ての心に安息を与えようとするかのように、意識が遥か遠く高く、人間では決して到達することのない地点へと優しく引き上げられていく。"
    
    scene bg bg_z02
    with Fade(1, 0, 1)
    
    "気付けばそこは広大なる宇宙空間だった。"
    
    "いつしか彼女の全身は命の光とも言うべき太陽を背に荘厳なる輝きに包み込まれていた。"
    
    "太陽の周囲に何かが高速で渦巻いているのが見えた。"
    
    "それはこの太陽系に存在する惑星だった。"
    
    "渦を巻きながら高速で太陽への距離を詰めていった。"
    
    play sound "sound/se/se_092.wav"
    
    "母なる地球が回転を続けながら太陽の内部へと吸い込まれていった。"
    
    "地球だけではなかった。"
    
    play sound "sound/se/se_092.wav"
    
    "続けて火星や他の惑星も順次飲み込まれていった。"
    
    "惑星だけではなかった。"
    
    play sound "sound/se/se_092.wav"
    
    "星空の真っ只中で無数に漂う大小様々な隕石までもが飲み込まれていった。"
    
    "それでもまだ渦は止まらなかった。"
    
    play sound "sound/se/se_092.wav"
    
    "他の銀河からも星や惑星が集い吸い込まれていくのが見えた。"
    
    "やがてそれらは全て太陽の内部へと姿を消した。"
    
    "最後は我こそが唯一の王だと誇示するように太陽だけが残った。"
    
    "その太陽だけが存在する空間であやめはラケットを振った。"
    
    scene image "#FFFFFF"
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_072b.wav"
    
    "すると太陽は大爆発を起こした。"
    
    "その時発生した光が全世界を純白に染め上げた。"
    
    scene bg bg_z02
    with Fade(1, 0, 1)
    
    "やや時間が経過して光が収まると、今度は吸い込んだもの全てをあらゆる方角へと吐き出し始めた。"
    
    play sound "sound/se/se_092.wav"
    
    "それらはさっきの渦と正反対の動きをしながら光の速度を超えて元の場所へと帰っていく。"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "だがその内のいくつかは、すでに緩やかな動きに戻っている地球へと降り注いだ。"
    
    play sound "sound/se/se_072b.wav"
    
    scene image "#FF0000"
    with Fade(1, 0, 1)
    
    "隕石群が容赦なく大気圏を突き抜けると、そこは約二億年前の世界だった。"
    
    "豊かな自然と恐竜が存在していたジュラ紀と呼ばれる時代だった。"
    
    play sound "sound/se/se_072b.wav"
    
    "地球の空は赤く染まっていた。"
    
    "この時代の支配者であった恐竜達はすぐそばにまで迫った滅びに対してあまりにも無力だった。"
    
    "ただ隕石群から逃れようと無駄に走り続けているだけだった。"
    
    "明良は恐竜達から少し離れた場所で立ち尽くしていた。"
    
    "恐竜達が自分の方向へと押し寄せてくるが全く気に留めていない様子だった。"
    
    "ただ呆然と赤い空を、今まさに地上に落下する直前の巨大な燃える石を見上げていた。"
    
    "恐竜達が彼のところへと到達する前に、つまり自分の体を踏み潰す直前に隕石群は地上に激突した。"
    
    stop music fadeout 2.0
    
    play sound "sound/se/se_072b.wav"
    
    scene image "#FFFFFF"
    with Fade(1, 0, 1)
    
    #[ws]
    
    #[se sto= loop=true]
    
    play music "sound/se/se_094.ogg"
    
    "地表が捲れあがった。"
    
    "それは火が燃え広がるように急激に規模を大きくしていった。"
    
    "地殻津波が地球上のあらゆるものを飲み込んでいった。"
    
    "明良はそれでもなお立ち尽くしていた。"
    
    "地殻津波は近いものから順に、無慈悲に自然を破壊し命を消滅させていった。"
    
    "そして明良の番がやってきた。"
    
    ak "「あ……あ……」"
    
    "その時になってようやく彼は声を出した。"
    
    "だがそれは理性的な声ではなく今まさに目前に迫った脅威に対する本能的な声だった。"
    
    "まず初めに強風が彼に襲い掛かった。"
    
    ak "「お……あ……っ！」"
    
    "強風の中、もはや彼には何も見えていなかった。"
    
    "ただ凄まじい光が目前に広がっているだけだった。"
    
    "それは急速に彼の全身を覆い始めた。"
    
    ak "「おおおおおおおおおおおおおおおおおおおおおおおおあああああああああああああああああああああああああああああああああああああああああああああああ！」"
    
    "断末魔の絶叫を上げた。"
    
    "しかし明良の声はその滅びの前ではあまりにも小さく、"
    
    "彼自身の肉体と共にあっけなく飲み込まれ消え去ってしまった。"
    
    #[fadeoutse time=1000]
    
    play music "sound/bgm/bgm_002.ogg" fadeout 1.0
    
    scene bg bg_a08
    with Fade(1, 0, 1)
    
    #;●効果音終了
    #;ＢＧＭ：元に戻す
    #;背景：元に戻す
    #;立ち絵：明良驚きとあやめ笑顔
    
    show akira aki_1_05 at left
    show ayame aya_1_02 at right
    with dissolve
    
    so "「はい１対１」"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_017.wav"
    
    play sound "sound/se/se_017.wav"
    
    "と俺たちは卓球に励み。"
    
    scene bg bg_a08
    with Fade(1, 0, 1)
    
    show akira aki_1_01 at left
    show ayame aya_1_01 at right
    with dissolve
    
    so "「俺はパス」"
    
    show ayame aya_1_02 at right
    with dissolve
    
    ay "「雨宮センパイがパスなら、あやめは２ッス！」"
    
    stop music fadeout 2.0
    
    show akira aki_1_06 at left
    with dissolve
    
    ak "「………………」"
    
    ay "「これで終わりッスね。進藤センパイも」"
    
    "そう言って……"
    
    "あやめは明良の目前へと己の手札を持っていく。"
    
    ay "「ほら」"
    
    "手の甲を向け……勝者の驕り、そして余裕と共にそれを見せ付ける……。"
    
    ay "「次のあやめの手はこれッスから」"
    
    "Ｋ(キング)の……革命っ……！"
    
    show akira aki_1_08 at left
    with dissolve
    
    ak "「ううっ……！」"
    
    "それはほんのごくわずかな反応だった。"
    
    "だがそのごくわずかで……かすかに埃のにおいを含んだ場の空気が震えはじめる。"
    
    #;●効果音：ざわざわ
    
    "ざわ……ざわ……。"
    
    show akira aki_1_11 at left
    with dissolve
    
    "その刹那……殺気すら感じてしまうほど険しい表情をして黙りこくった明良が……目を伏せていた。"
    
    "例えるとするならば……ただ前へ前へと希望を抱き苦境を歩み続けた旅人が、最後に絶望という名の桎梏(しっこく)の淵で足を止めるような……。"
    
    "それほど決定的な……どれほど本人が否定しようとも死と敗北が決定した博打であることを心が認めた証……。"
    
    ay "「ほら、ククク」"
    
    "そして彼女は……四枚のＫ(キング)をテーブルに置いた。"
    
    "あやめ……開示っ……！"
    
    ak "「………………」"
    
    "明良は微動だにしなかった。"
    
    ay "「ほらほら～、進藤センパイ。出すカードがないなら早くパスって言ってくださいッスよ～」"
    
    "彼女の声も耳に届いていないようだった。"
    
    show ayame aya_1_08 at right
    with dissolve
    
    ay "「でも自分から言えないのもしょうがないッスよね。死刑囚も最後は人任せにするものッスから」"
    
    "彼女は実質終わってしまった勝負の幕を引くため、明良と俺の順番を抜かして最後の一枚を提出しようと手を出す。"
    
    show akira aki_1_06 at left
    with dissolve
    
    "と、それを……その手を……明良は……"
    
    "彼女の手首を弱々しく掴んで静止させた。"
    
    "テーブルの方を向いていながらどこを見ているのかはっきりと伺い知ることが出来ない視線を固定したまま。"
    
    show ayame aya_1_09 at right
    with dissolve
    
    ay "「どういうつもりッスか？」"
    
    "あやめは疑問の声を出す。だが明良はその問いに答えようとはしない。"
    
    "代わりに……明良の瞳から流れる……！"
    
    #;●ＢＧＭ：ここぞって感じで決める曲を
    
    show akira aki_1_12 at left
    with dissolve
    
    "涙がっ……！"
    
    "ボロボロ……ボロボロ……！"
    
    ak "「受け取れっ……！！！」"
    
    "涙をとめどなく流しながら……彼は叫ぶっ……！"
    
    "俺は感じとった。"
    
    "明良のそれは敗者の涙ではなかったっ……！"
    
    "志を果たせず散り逝く者の無念の涙ではなかったっ……！"
    
    "残酷な世の理に押しつぶされどうすることも出来ない奴隷の悔し涙ではなかったっ……！"
    
    show akira aki_1_11 at left
    with dissolve
    
    ak "「これが……俺のギリギリ……最後の声……死の淵での……最後の意地だっ……！」"
    
    "残り手札を力強く振り上げるっ……！"
    
    "俺が感じたことは、明良のそれはおそらく、"
    
    "長い苦境……苦渋っ……"
    
    "それらを耐え忍び潜り抜けた者だけが流す涙なのだということだっ……！"
    
    #;●ＢＧＭなし
    
    play sound "sound/se/se_006.wav"
    
    "手札の全てをテーブルに叩きつけ、乾いた音が部屋中に響く！"
    
    "明良……開示っ……！"
    
    "おそらくあやめがそこにあったカードを理解するまでに数秒の時間を要しただろう。"
    
    "そこにあった四枚のカードの数字は全てが７っ……！"
    
    "王を刺すっ……７の革命返しっ……！"
    
    #;●背景：ぐにゃりと歪ませる（出来たらでいいです）
    
    show ayame aya_1_03 at right
    with dissolve
    
    ay "「なっ！」"
    
    #;●ＢＧＭ：元に戻す
    
    show akira aki_1_02 at left
    with dissolve
    
    ay "「進藤センパイなんでそんなの持ってるんスか～！」"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "と大富豪に励み。"
    
    stop music fadeout 1.0
    
    scene bg bg_a08
    with Fade(1, 0, 1)
    
    so "「……雨止んでるな」"
    
    "やがて、音楽にしていた雨の音は消え、俺は窓を開いて外の様子を眺める。"
    
    scene bg bg_s01
    with Fade(1, 0, 1)
    
    "地面に出来た水溜りは一切の波紋を立てることなく、曇った空を映し出している。"
    
    play music "sound/bgm/bgm_004.ogg" fadeout 1.0
    
    ak "「お、止んだか」"
    
    "と明良も俺の横から窓の外を見る。"
    
    ay "「えー、じゃあセンパイと遊ぶのはここまでッスか？」"
    
    "俺の背中にぴたりと引っ付いたあやめが聞いた。"
    
    so "「まあそういうことになるな、それより離れろ」"
    
    ay "「いやッス～、ずっとセンパイと一緒がいいッス～」"
    
    so "「子供かお前は」"
    
    ak "「じゃあこの人間味の欠片もない冷血男のかわりに明良おにーさんの家まで来て遊ぼ……」"
    
    play sound "sound/se/se_001.ogg"
    
    ak "「あべしっ！」"
    
    "あやめの裏拳が明良の顔面に叩き込まれた。"
    
    ay "「あやめが好きなのは雨宮センパイッス！お前なんかカレーのおまけの福神漬け程度の魅力しかないッス！」"
    
    ak "「そ、そんなぁ……しどい……ひでぶっ！」"
    
    so "「まだ明日も明後日も、時間はいくらでもあるさ」"
    
    "俺は空を見上げながら言った。"
    
    so "「また気が向いた時にでも遊んでやるから、あやめ」"
    
    jump stop # a_02.ks - Top
    
#;------------------------------------------------------------------
label ayame5_A_2: #*a_01b|

    so "「ほんとしょうがない奴だな」"
    
    play sound "sound/se/se_003.ogg"
    
    "俺はあやめの体を受け止めた。"
    
    show ayame aya_1_02
    with dissolve
    
    so "「今日は特別に一緒に帰ってやるよ。嫌々な」"
    
    ay "{cps=*2}「ああ感激だなぁ！センパイがあやめの体を優しく抱きしめて一緒に相合傘をして帰りたいなんてささやいてくれるなんて！それでラブラブで濃密な{/cps}"
    
    ay "{cps=*2}時間を過ごした後ついでに家に上がらないかとセンパイに誘われちゃうんスよね！そして言われるがままお邪魔すると実は妹さんは遠くに{/cps}"
    
    ay "{cps=*2}お泊りでお出かけしていてそれで照れ屋なセンパイが寂しいから家に泊まってほしいと真っ赤になりながらも可愛くあやめを求めてくれてその日一日{/cps}"
    
    ay "{cps=*2}センパイとあやめは二人っきりで同棲生活を楽しんじゃうんスよね！そして翌日、学校に行くとセンパイのクラスの黒板に相合傘をしたことが{/cps}"
    
    ay "{cps=*2}書かれて噂が広まっていて晴れて学校公認のカップルになっちゃうんスよねっ！」{/cps}"
    
    "あやめは妄想を叫びながら俺の体を締め付ける。"
    
    so "「抱きつくのは百歩譲って構わんがもっと優しくしろよ……」"
    
    hide ayame aya_1_02
    with dissolve
    
    show akira aki_1_04 at left
    show ayame aya_1_02 at right
    with dissolve
    
    ak "「おいおい聡介ぇ！俺一人置いて女の子と仲良く下校かよぉ！」"
    
    show akira aki_1_07 at left
    with dissolve
    
    ak "「俺とお前の友情パワーは一体どこに行っちまったんだよー！」"
    
    so "「しかしいつ雨が止むかも分からないしな。今日は勘弁してくれよ、明良」"
    
    show akira aki_1_04 at left
    with dissolve
    
    ak "「ふんっだ！お前がそういうヤツだとは知らなかったよ！さああやめちゃん！こんな人間味の欠片もない冷血男なんかより明良おにーさんと一緒に帰ろ……」"
    
    #[tr sto=aya_1_04]
    #[qs sto=se_002]
    #[tl sto=aki_1_05 le=-30]
    
    show ayame aya_1_04 at right
    with dissolve
    
    play sound "sound/se/se_002.ogg"
    
    show akira aki_1_05 at left
    with dissolve
    
    ak "「あべしっ！」"
    
    #[tle]
    
    "あやめの裏拳が明良の顔面に叩き込まれた。"
    
    ay "「あやめが好きなのは雨宮センパイッス！お前なんかカレーのおまけの福神漬け程度の魅力しかないッス！」"
    
    show akira aki_1_03 at left
    with dissolve
    
    ak "「そ、そんなぁ……しどい……」"
    
    #[move layer=1 time=200 spline=true path="(-40,120,200) (-20,240,150) (-40,360,100) (-20,480,50) (-40,600,0)"]
    #[wm]
    
    play sound "sound/se/se_004.ogg"
    
    #[tle]
    
    "明良は床に崩れ落ちた。"
    
    show ayame aya_1_01 at right
    with dissolve
    
    so "「まあそういうわけだから、悪いけどなんとか一人で暇をつぶしておいてくれ」"
    
    ak "「やだいやだい！聡介くんと一緒じゃなきゃやだい！ボクだけこんな薄暗いところで一人ぼっちなのに聡介くんはモテモテだなんてず～る～い～！」"
    
    "床に転がったまま、駄々っ子のように手足をじたばたさせる。"
    
    so "「子供かお前は」"
    
    ak "「見捨てて帰ったらクラスの黒板に聡介くんとあやめちゃんが相合傘をしていましたってイタズラ書きしてやるぅ～！」"
    
    so "「む、それは困るな」"
    
    "みそぎとの噂もようやく消えたばかりだというのに。"
    
    "また気苦労を背負うのはゴメンだ。"
    
    show ayame aya_1_02 at right
    with dissolve
    
    ay "「それなら大丈夫ッスよ。雨宮センパイ、進藤センパイ。」"
    
    show ayame aya_1_01 at right
    with dissolve
    
    ay "「こんなときのためにもう一本用意しておきましたッスから」"
    
    "とあやめはどこから取り出したのか、いつの間にか両手に一本ずつ持った傘を掲げてみせる。"
    
    show akira aki_1_02 at left
    with dissolve
    
    ak "「おっ、気がきくねぇ～、あやめちゃん！」"
    
    play sound "sound/se/se_003.ogg"
    
    "明良は起き上がって、ひったくるように強引に傘を取る。"
    
    show akira aki_1_01 at left
    with dissolve
    
    ak "「ま、黙っといてやるからさ」"
    
    show akira aki_1_02 at left
    with dissolve
    
    ak "「後はご自由に仲良くやってておくんなせぇ～」"
    
    hide akira aki_1_02 at left
    hide ayame aya_1_01 at right
    
    play sound "sound/se/se_033.ogg"
    
    "そう言い残し、へらへらと笑いながら部屋を飛び出した。"
    
    so "「………………」"
    
    "数秒沈黙。"
    
    show ayame aya_1_02
    with dissolve
    
    ay "「センパ～イ！」"
    
    play sound "sound/se/se_003.ogg"
    
    "再びあやめが抱きついてくる。"
    
    so "「はいはい、とっとと帰るぞ」"
    
    play music "sound/bgm/bgm_rain.ogg" fadeout 2.0
    
    scene bg bg_e01
    with Fade(1, 0, 1)
    
    "そして帰りの道中も。"
    
    show ayame aya_1_01
    with dissolve
    
    "あやめは傘を持った俺の手を両手で包み、ぴたりと体を押し付けてくる。"
    
    "押し返して抵抗を試みるが、もちろん離れてくれるわけがなく、あやめはさらに強引に体を押し付けてくる。"
    
    "俺と肩で押し合いをする形になった。"
    
    show ayame aya_1_02
    with dissolve
    
    "しかもこいつはおしくらまんじゅうでもして遊んでいるつもりなのか、笑顔を浮かべて全く嫌がるそぶりを見せない。"
    
    "仕方ないな。と俺は抵抗をやめて急ぎ足で道を進むことにした。"
    
    "こんなところを学校の誰かに目撃されれば面倒だ。さっさと帰宅しよう。"
    
    "そう考えて歩き続ける。"
    
    "途中であやめがうるさく妄想を叫んだりしないかと不安に思ったが、どうやらそれはないようだ。"
    
    "こいつは無言で俺の顔を眺め続けている。"
    
    "俺も口を閉じたままあやめの様子を観察する。"
    
    so "「………………」"
    
    show ayame aya_1_01
    with dissolve
    
    ay "「どうしたんスか？センパイ。あやめの顔に何かついてるッスか？」"
    
    so "「わかりきったこと聞くなよ。お前いつも眼帯つけてるだろ」"
    
    show ayame aya_1_02
    with dissolve
    
    ay "「えへへ、そうでした。」"
    
    show ayame aya_1_01
    with dissolve
    
    ay "「でもセンパイが外せって言うなら外しちゃうッスよ？」"
    
    so "「そのままでいい」"
    
    show ayame aya_1_09
    with dissolve
    
    ay "「じゃあなんでセンパイがあやめの顔に見とれてるのか気になるッス。」"
    
    show ayame aya_1_02
    with dissolve
    
    ay "「そんなにあやめのことを好きになってくれたんスか？」"
    
    so "「断じて違うからな」"
    
    show ayame aya_1_09
    with dissolve
    
    ay "「え～」"
    
    show ayame aya_1_02
    with dissolve
    
    ay "「もったいぶらずに教えてほしいッス～」"
    
    "とあやめは傘を持った俺の手の甲に頬を引っ付ける。"
    
    "うっとおしい。"
    
    "俺はため息をついた。"
    
    so "「……お前の顔を見てるとな」"
    
    show ayame aya_1_08
    with dissolve
    
    ay "「うんうん」"
    
    "正直に答えてやることにした。"
    
    so "「バカだけどいつも幸せそうだなって、それが素直にうらやましいと思った」"
    
    show ayame aya_1_09
    with dissolve
    
    ay "「………………」"
    
    "あやめはきょとんとした顔をしている。"
    
    so "「いっておくが褒め言葉だからな」"
    
    stop music fadeout 2.0
    
    "と続けたところで、いつの間にか空の様子が変わっていることに気がつく。"
    
    hide ayame aya_1_09
    with dissolve
    
    so "「……雨止んでるな」"
    
    "音楽にしていた雨の音は消え、俺は傘をたたんで目前の景色を眺める。"
    
    play music "sound/bgm/bgm_003.ogg" fadeout 2.0
    
    scene bg bg_s01
    with Fade(1, 0, 1)
    
    "地面に出来た水溜りは一切の波紋を立てることなく、曇った空を映し出している。"
    
    ay "「嬉しいッス～！」"
    
    "とあやめが体を抱きしめてくる。"
    
    ay "「でもあやめが幸せなのはセンパイのおかげッスよ！それにセンパイもあやめと一緒になればいつか幸せがうつっちゃうッス！」"
    
    ay "「だからエンリョせずにあやめに甘えてきていいんスよ！」"
    
    so "「ああ、もちろんお断りする」"
    
    "俺は空を見上げながら言った。"
    
    so "「でもその幸せが本当に、俺や、俺のまわりに広がっていくといいな」"
    
    jump ayame6 #a_02.ks - Top
