 label main1:
    
    #[trans time=2000 method=crossfade]
    
    #*plo|６月６日（ＷＥＤ）：プロローグ
    #@day nowday='６月６日（ＷＥＤ）'
    
    play music "sound/bgm/bgm_rain.ogg" fadein 4.0
    
    scene bg bg_s01
    with Fade(1, 1, 1)
    
    "……雨、か。"
    
    "昼下がり、授業中に突然雨が降ってきた。"
    
    "俺、雨宮聡介（あめみやそうすけ）は、ぼんやりと窓の外に目をやる。"
    
    "傘、持ってきといて良かったな。"
    
    "天気予報では降水確率は低かったものの、この季節の天気はいつ転ぶか分からない。"
    
    "──梅雨。春と夏の間に位置する日本特有の短い憂鬱。"
    
    "この地域では、つい３日前程に梅雨入りが確認されたばかりだ。"
    
    "夏直前の暑さと湿気の所為で、じめじめと暗く陰湿なイメージを持たれがちなこの季節ではあるが、俺は決して嫌いではない。"
    
    "時に激しく、時には静かに降る雨の音が心地良い。心に平穏を齎してくれると思えるのだ。"
    
    "終業まで２時間半か。"
    
    "ちょっとくらい寝ても良いよな……。"   
    
    "そう思うとすぐ思考が途切れ、俺は机に突っ伏し、即座に眠りに落ちた。"
    
    scene bg school classroom
    with Fade(1, 1, .8)
    
    play sound "sound/se/se_060.ogg"
        
    "授業が全て終了したことを、チャイムが告げる。"
    
    "それと同時に俺は机から体を起こし、うんっと伸びをする。"
    
    so "「っく……ふぁ～あ」"
    
    "開口一番、出たのは情けない大欠伸。いやぁ、良く寝た気がする。"
    
    show akira aki_1_01
    with dissolve
    
    ak "「お前寝すぎだなぁ。午後ずっと寝てたんじゃないのか？」"
    
    "帰り支度を済ませ、鞄を持って俺のところにやってきた男友達が一人。"
    
    "こいつは中学からの腐れ縁、進藤明良（しんどうあきら）。中学で同じクラスになってから、今年で５年目だ。因みに、俺たちは今、高校２年。"
    
    so "「失敬な。午後最初の授業は半分ほど起きてたぞ」"
    
    show akira aki_1_07
    
    ak "「一緒じゃねーか。まぁ、今回は俺の番だな。どうせノート見せろとか言うんだろうしさ、とって置いてやったぞ」"
    
    "明良と俺は、こうやって互いを助け合うことが度々あるのだ。またこの借りを返さねばならない日が、遠からずやってくるだろう。"
    
    so "「お、さんきゅ」"
    
    "３時間分のノートを受け取り、感謝の意を述べる。"
    
    show akira aki_1_01
    
    ak "「明日返せよ？　じゃ、俺は部活行くからな」"
    
    so "「おう、また明日」"
    
    hide akira
    with Dissolve(2)
    
    "軽く手を振り、明良が教室から出て行くのを見送った。"
    
    so "「さて、帰るかな」"
    
    scene bg bg_s01
    with Dissolve(2)
    
    "ふと窓の外に目をやると、先ほどの雨はまだ止んでいないようだ。"
    
    "帰ってノート写したら、昼寝だな。"
    
    "そんなことを考えながら、荷物をまとめ、教室を出た。"
    
    scene bg school shoebox
    with Dissolve(2)
    
    "俺は階段を降り、玄関へ向かう。"
    
    show misogi mi_1_01
    with dissolve
    
    "少女" "「……」"
    
    "下駄箱で靴を替えて外に出ようとしたとき、玄関前の屋根の下に一人の少女が佇んでいるのが見えた。"
    
    "その少女を、俺は知っている。──朽無みそぎ（くちなしみそぎ）だ。"
    
    "背格好は平均的。性格はおとなしくて無口だが、クラスの男子には人気がある。"
    
    "聞く所によると、学年のかわいこちゃんトップ５に入るそうだ。"
    
    "俺の幼なじみであるが、中学生のころは、女子と話すのがなんだか小っ恥ずかしかったりで、気づくと話す事が少なくなっていた。"
    
    "ふと目をやると、みそぎが傘を持っていないことに気づく。"
    
    "雨が少しでも止むのを待って帰ろうということか。だが、雨は一向に止む気配は無い。"
    
    "仕方ない、送って行ってやろうか。家も近いしな。"
    
    so "「みそぎ、お前、傘持ってないのか？一緒に入ってく？」"
    
    "会話にちょっとブランクがあったため、みそぎが話しやすいようにと、いつもより明るく接してみる。"
    
    show misogi mi_1_05
    
    mi "「……！雨宮、くん……」"
    
    "一度しっかりと俺の顔を見たが、すぐに目を逸らして伏目がちになる。"
    
    "どことなく違和感があったが、その正体はすぐにわかった。"
    
    "昔は名前で呼ばれていたため、みそぎに苗字で呼ばれることなど考えてもいなかった。"
    
    so "「な、お前傘持ってないんだろ？ほら……」"
    
    "傘の空いたスペースにみそぎが入るようにし、みそぎの側に寄る。"
    
    show misogi mi_1_06b
    
    mi "「……！？良い、の？雨宮くんの、鞄、濡れちゃうよ……？ほら、手、傘からはみ出てるし」"
    
    "俺の手元を見ながら、おどおどした様子で言葉を紡ぐ。まぁ、そんなに話してないから驚いただけだろう。"
    
    "そんな幼なじみの少女に、俺は傘をかざしてやる。"
    
    so "「いいよ、別に。これ以上遅くなるとアレだろ？入っていけって。家も近いしさ」"
    
    "俺も結構なお人好しなんじゃないか、と少し思った。"
    
    "単なる自意識過剰に過ぎないのかもしれないが。"
    
    show misogi mi_1_06a
    
    mi "「うん。雨宮くんがそういうなら……。ごめんね、ありがとう」"
    
    so "「お礼言われるほどのことしてないって」"
    
    "面と向かって礼をいわれると、今更ながら恥ずかしい気までしてくる。"
    
    "顔がちょっと熱くなった。紅潮したりしてないと良いけど。"
    
    mi "「ううん……雨宮くん、すごくやさしい」"
    
    "そういって、二人で入るには若干小さめの傘の中、みそぎは少し幅を詰めて中に寄り、歩き出す。"
    
    scene cg cg_mi_01
    with Dissolve(2)
    
    "時期が時期であるため、これが男ならば暑苦しいと思うところではあるが、女の子ってのは、そんなでも無いことに気付いた。"
    
    "こいつ、こんなに小さくて華奢だったか？"
    
    "一瞬、何を言って良いか分からなかったが、二人でいるのに無言は耐え難い。俺は、何か話題を振ろうと思った。"
    
    "聡介・{color=#b6b3eb}みそぎ{/color}" "「なぁ……」「あの……」"
    
    "見事に、みそぎが口を開いたのと被り、また少々の沈黙が訪れる。"
    
    "……まるで漫画のワンシーンみたいだな。"
    
    mi "「……雨宮くん、どう、ぞ…」"
    
    so "「いや、みそぎから言いな。全く大したことじゃないんだ。それに、レディファーストってやつだ」"
    
    "互いに譲歩のし合いになるが、俺は少しハイカラに切り返しを図ってみた。"
    
    "それが、紳士ってやつだ。"
    
    mi "「そう？　私もね、全然大したことじゃないの。久しぶり、だよね？こうやって話すの……」"
    
    so "「あ、ああ。俺も今同じこと言おうとしたんだ。中学以来だな。去年はクラスも違ったしさ」"
    
    "偶然、みそぎが俺と同じことを思ってくれてたので、話題のイニシアティブをとられることは免れ、話しやすい雰囲気に変わる。"
    
    mi "「う、うん。ちょっと寂しかったんだよ？でも、嬉しい……。今おんなじこと考えてたんだ。えへへ」"
    
    "みそぎの顔に笑みが浮かぶ。ささやかではあるが、本当に嬉しそうな微笑。クラスでもあんまり見せない表情だ。"
    
    "そういえば、こんな表情のみそぎを見たのも久しぶりのような気もする。"
    
    "俺以外にはこういう表情しないのかな？"
    
    so "「ごめんな。中学の時はさ、何か女と喋るのって小っ恥ずかしくてさ。ほら、みんなそういう時期じゃないか」"
    
    mi "「うん、そうだよね。でも、急に態度が冷たくなった時は、傷ついたよ。本当に嫌われてるんじゃないか、って……」"
    
    "思い出話が、自然と口から出てくる。案外退屈しなさそうだ。"
    
    so "「悪かったって。俺も反省してるからさ。な、この通りだ」"
    
    "そういって、俺は鞄を持った左手を顔の前に持ってきて、『ゴメンナサイ』のポーズをとる。"
    
    mi "「うん。じゃ、約束して」"
    
    "約束という言葉に妙な懐かしさを覚えつつ、その内容を問い正す。"
    
    so "「……ん、何をだ？無理なのはナシだぞ」"
    
    mi "「あのね、また、私とお話してくれる？また、昔みたいに……」"
    
    "まともに話してなかったブランクが相当あった所為か、その言葉を紡ぐみそぎはとても恥かしそうに赤面している。"
    
    so "「……ああ。何だ、そんなことか……とは言いつつ、原因は俺だもんな。約束しよう」"
    
    mi "「うん、ありがとね。またよろしく」"
    
    "結構簡単なことでちょっと安心した。"
    
    mi "「……また、聡介君とお話出来るんだ」"
    
    "みそぎが、聞こえるか聞こえないかの声でかすかに呟く。"
    
    so "「ん？何か言った？」"
    
    mi "「なんでもないよっ！」"
    
    "そこには、昔と何も変わらない笑顔のみそぎがいた。"
    
    scene bg bg_f01
    with Fade(1, 0, 1)
    
    "そんな話をしているうちに、みそぎの家の前まで辿り着いた。それまでの時間がとても短く感じられた。"
    
    show misogi mi_1_01
    with dissolve
    
    mi "「あ、今日はありがとう。また今度お礼するね」"
    
    so "「いいよ。そんなこと気にするな」"
    
    "みそぎは家の玄関前に立ち、俺はそのまま踵を返す。"
    
    show misogi mi_1_02
    
    mi "「また明日ね。約束、忘れちゃ駄目だよ？」"
    
    so "「わかってる。じゃぁな」"
    
    "そう言って、手を軽く振り、俺はみそぎの家を後にした。"
    
    play music "sound/bgm/bgm_001.ogg" fadeout 0.5
    
    scene bg bg_b02
    with Fade(1, 1, 1)
    
    so "「ただいま～、っと」"
    
    "靴を脱いで家に上がり、そのままキッチンに直行する。"
    
    show sitone si_2_01
    with dissolve
    
    si "「あ、お帰り、おにいちゃん！」"
    
    so "「ただいま。今日の晩飯は何だ？」"
    
    "不躾ではあるが、これは俺の癖である。帰ってきたら、十中八九晩飯の用意をしている妹に、献立を聞くのである。"
    
    show sitone si_2_02
    
    si "「今日はねぇ、筑前煮とアジの干物だよ！　昨日はお肉だったから、今日はお魚！」"
    
    "俺の妹──雨宮しとね（あめみやしとね）。兄に似ず、料理が得意で家事なら万全だ。将来はいい嫁になるに違いない。"
    
    "こんな妹を持てるなんて、兄冥利に尽きるというものだ。因みに中学３年。"
    
    so "「そうか。俺はちょっと勉強してから昼寝する。飯になったら呼んでくれるか？」"
    
    si "「うん、分かった！」"
    
    show sitone si_2_04
    
    si "「でも、嘘は良くないよ」"
    
    so "「嘘？俺が言った言葉に嘘があったか？」"
    
    si "「テスト前でもないのに勉強なんてしないでしょ！？どうせまた、授業中居眠りして、お友達から借りたノート写すだけなんでしょ」"
    
    "見抜かれていたか。流石俺の妹。"
    
    show sitone si_2_02
    
    so "「ごめんなさい。そのとおりです」"
    
    si "「わかればよろしい。じゃ、起こしに行ってあげるね」"
    
    "物分りの良いヤツだ。これだから俺の生活は苦労しない。"
    
    so "「おう、頼んだ」"
    
    "そうして俺は自分の部屋に篭り、晩飯を待った。"
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    "晩飯、風呂を終え、後はすることもなくごろごろする。"
    
    "特にしたいことは無い。"
    
    "ああ、明良のノート忘れないようにしないとな。"
    
    "ぼんやりと物思いに耽る。"
    
    "そういえば、ホントに久しぶりだったな、みそぎと話すのは。"
    
    "中学以前の思い出が少しずつ浮かんでくる。"
    
    "あのころはいつも普通に遊んでたんだけどなぁ。子供のするような遊びを、至って子供らしく、普通に。"
    
    "別に大したことじゃない。だが、その他愛も無いことがただ懐かしい。"
    
    "それにしても、約束か……。"
    
    "『あのね、また、私とお話してくれる？また、昔みたいに……』"
    
    "大したことじゃないかもしれないが、これだけブランクがあったため、感慨深くもあるな。"
    
    "まぁ、大丈夫だろ、別れ際には、みそぎも昔と同じ顔してたしな。"
    
    "そんなにおかしいことになったりはしないはずだ。"
    
    so "「昔みたいに、か」"
    
    "小さく呟き、手を上に伸ばして、空中を掴んでみる。"
    
    "俺たちは何が変わったんだろうか。"
    
    "背丈が伸びて、声変わりして……"
    
    "……って俺はあんまり変わってないなぁ。"
    
    "みそぎは、胸も大きくなって、大人っぽくなって、女っぽく……"
    
    so "「な、何考えてんだ俺はっ！！」"
    
    "伸ばした手を乱暴に布団の上に叩きつけ、かぁッと熱くなった顔を枕に伏せた。"
    
    "みそぎを意識したのも久しぶりで、そのブランクを埋めるため、思考が混乱してるのかもしれない。"
    
    so "「みそぎの胸が、なんだってんだよ……」"
    
    "小さく呟くも、みそぎの胸を気にしていたと思うと、自分が情けなくなり、一層の恥ずかしさがこみ上げてきた。"
    
    so "「……はぁ」"
    
    "そのことはもう考えないようにし、布団の上を転げ回る。"
    
    "そのうちに、だんだんと瞼が重くなってきて、俺は眠りに落ちた。"
    
    stop music fadeout 2.0
    
    scene image "#000000"
    with Dissolve(3)
    
    jump main2