label kiriko3_A:
    #*ki_5a|６月２０日（ＷＥＤ）：お嬢様はご立腹？
    
    "たまには、屋上で新鮮な空気でも吸うとしよう……。"
    
    scene bg school staircase
    with Fade(1, 0, 1)
    
    ki "「屋上は立ち入り禁止ですわよ？」"
    
    show kiriko ki_1_01
    with dissolve
    
    so "「うわ会長……なんでこんなトコロに」"
    
    ki "「……むしろ２年生の貴方が３年の教室前にいることの方が、不自然ではありませんこと？」"
    
    "……まぁ、それはそうだ。"
    
    so "「へーへー、では俺はこれで……」"
    
    show kiriko ki_1_06
    
    ki "「ですが、わたしも少々いい空気を吸いたい気分です。一緒に来るのならば、見逃して差し上げますが？」"
    
    "……見逃す、とは言うものの「来なさい」というオーラが全開な会長。ここは大人しく従っておくべきか……。"
    
    hide kiriko ki_1_06
    with dissolve
    
    so "「それじゃお言葉に甘え――って」"
    
    ki "「何をしているのです？誰かに見つかったらコトです。早くなさい！」"
    
    so "「……返事を聞くまでもなく、決定事項でしたか」"
    
    "……まぁ、実に会長らしくはある。"
    
    scene bg bg_a06
    with Fade(1, 0, 1)
    
    so "「……今にも降りそうだなぁ……」"
    
    show kiriko ki_1_01
    with dissolve
    
    ki "「……そうですわね、……、」"
    
    show kiriko ki_1_06
    with Dissolve(2)
    
    #"{w=1.0}" #[wait time=1000]
    
    show kiriko ki_1_02
    with Dissolve(2)
    
    #"{w=1.0}" #[wait time=1000]
    
    show kiriko ki_1_04
    with Dissolve(2)
    
    #"{w=1.0}" #[wait time=1000]
    
    show kiriko ki_1_06
    with Dissolve(2)
    
    "………………………………。"
    
    "……空気が痛い。"
    
    "会長が何かを言いたそうなのは明らかなのだが、何故か言いよどんでばかりいる。"
    
    scene bg bg_a06
    with Fade(1, 0, 1)
    
    "………………………………。"
    
    "……そのまま、数十分が過ぎてしまった。もう昼休みも終わる頃だろう。"
    
    play sound "sound/se/se_060.ogg"
    
    so "「あ、じゃ俺はこれで」"
    
    show kiriko ki_1_05
    with dissolve
    
    ki "「あ、え、お待ちなさい！ちょっとお話が……」"
    
    scene bg bg_a07
    with Fade(1, 0, 1)
    
    ki "「う、こんな時に……」"
    
    so "「ほらほら先生がこないうちに早く。それじゃ！」"
    
    show kiriko ki_1_04
    
    ki "「………………………………」"
    
    jump main5_C #plo5.ks - *plo5_4

#;----------------------------------------------------------------------
label kiriko3_B:
    #*ki_5b|６月２０日（ＷＥＤ）：お嬢様はご立腹？（２）
    
    scene bg school passage
    with Fade(1, 0, 1)
    
    "用を足して、廊下へ出たところで。"
    
    "バッタリと、会いたくない人と目が合ってしまった。"
    
    show kiriko ki_1_01
    with dissolve
    
    ki "「あら、丁度いいところへ」"
    
    "………………げ。"
    
    "今度はうめき声を辛うじて飲み込めた。"
    
    so "「丁度いい……ってことは、また用事ですか」"
    
    so "「一応きいておきますが、拒否権は？」"
    
    show kiriko ki_1_02
    
    ki "「ありません」"
    
    "俺、生徒会役員じゃないんだけどなぁ……。"
    
    "はじめからハッキリと断ればいいんだろうが、俺はどうにもそれができない。"
    
    so "「はぁ。まさにそれなんてエロゲの主人こ……」"
    
    show kiriko ki_1_01
    
    ki "「えろげ？がどうかしました？」"
    
    so "「うわ口に出てた！？いやンなこたいいから早く行きましょう！！」"
    
    scene bg school classroom
    with Fade(1, 0, 1)
    
    so "「……疲れた……」"
    
    "都合、１０個の机を運ばされ。"
    
    "俺は生徒会室の長机へ突っ伏していた。"
    
    "……流石に会長も手伝ってはくれたが、殆ど椅子ばっかり運んでいたような気がする。というか絶対、椅子しか運んでねぇ。"
    
    show kiriko ki_1_01
    with dissolve
    
    ki "「はい、ご苦労様です。お茶はミルクと砂糖どちらに？」"
    
    so "「あー、砂糖いらねっす。ミルクだけ多めに」"
    
    "俺は本来、緑茶党なのだが、会長の紅茶はモノがモノなだけに俺でも解るほど味が違う。"
    
    "……それでも、この労働の報酬がお茶一杯というのはあんまりだと思うのだが。"
    
    so "「……せめて、そこのクッキーは付かないんですか？」"
    
    "ダメもとでクッキーをねだってみる。それくらいしても、バチはあたらないだろう。"
    
    ki "「いいですわよ。もらい物でよろしければ」"
    
    "……マジで？言ってみるもんだ。"
    
    show kiriko ki_1_02
    
    ki "「ただし……例の一件について、洗いざらい吐いてもらいますわよ？」"
    
    so "「んがぐぐ！」"
    
    "まだ怒ってたのかこの人は！！"
    
    so "「ごほっ……だから、アレはクラスの連中が勝手に……」"
    
    "むせながら申し開きをする俺。だが会長はいつになく真剣な目で、俺を睨みつけた。"
    
    show kiriko ki_1_07
    
    ki "「本当に、それだけですか？本当に、みそぎさんのことは何とも思っていない、と？」"
    
    "いやそんな、改まって真剣に問いただされると……"
    
    menu:
        "……そこまで干渉される謂れはないですよ":
            jump kiriko3_B_1 # ki_5b_1
            
        "何もありません。誓って":
            jump kiriko3_B_2 # ki_5b_2

#;---------------------……そこまで干渉される謂れはないですよ-------------------
label kiriko3_B_1: #*ki_5b_1|

    "……なんで、そこまで干渉されなきゃならないんだ。生徒会長だからって、他人の恋愛にまで口を出す権利なんてないはずだろう。"
    
    so "「……そこまで干渉される謂れはないですよ。今は無くとも、これからどうなるかはわかりません」"
    
    so "「別に校則で男女交際禁止な学校でもないのに、生徒会長が恋愛にまで口を出さないで下さい」"
    
    show kiriko ki_1_05
    
    ki "「え……、いや、わたしは、その……」"
    
    so "「失礼します」"
    
    play sound "sound/se/se_031.ogg"
    
    show kiriko ki_1_03
    
    ki "「あ……」"
    
    jump main5_E #plo5.ks - *plo5_b

#;-----------------------何もありません。誓って--------------------
label kiriko3_B_2: #*ki_5b_2|
    $ loveKi += 1
    
    "……まぁ、本当に何もないんだし。みそぎは、ただの幼なじみだ。それ以上でもそれ以下でもない。"
    
    so "「誓って、何もないですよ。まぁ、家が近いし昔はよく一緒にいたから……周りがからかいたくなるのもむべなるかな、ですが」"
    
    show kiriko ki_1_02
    
    ki "「……そうでしたか。彼女とはただの幼馴染、と」"
    
    "なにやら別の意味で安心しているように感じられるが、とりあえず『取調室』行きは免れたようだ。"
    
    so "「会長には、そういうのっていないんですか？あ、でも会長って好きな子をイジメるタイプでしょ。今じゃ向こうから避け……ら……れ……」"
    
    show kiriko ki_1_02a
    
    play sound "sound/se/se_094.ogg"
    
    ki "「……雨宮さん？」"
    
    "いや、こりゃ、その。"
    
    "ヤバいってレベルじゃねーぞ！！背後に何か金髪宇宙人ばりのオーラが見えてる！！"
    
    so "「……お呼びでない。お呼びでないね」"
    
    so "「失礼しまし――、」"
    
    "ガシッ。"
    
    so "「……あー、その。俺、もう帰らないｔｇｙふじこ」"
    
    stop music fadeout 2.0
    
    scene image "#000000"
    with dissolve
    
    "その日の『取調べ』は、凄惨を極めた。"
    
    "それ以上は……とても……言えない……。"
    
    $ f_kiriko_5 = 1
    
    jump main5_E # plo5.ks - *plo5_b

#;----------------------------------------------------------------------
label kiriko3_C:
    #*ki_5z|６月２０日（ＷＥＤ）：お嬢様はご立腹？（３）
    
    play music "sound/bgm/bgm_008.ogg" fadeout 2.0
    
    scene bg bg_h03
    with Fade(1, 0, 1)
    
    ki_sn "わたしははしたなくも、帰るなり着替えもせずベッドへ身体を投げ出してしまった。"
    
    ki_sn "……零佳が何やら言っていたが、まるで頭に入ってはいない。"
    
    ki_sn "代わりに頭を埋め尽くすのは――強烈な、自己嫌悪。"
    
    ki_s "「……また、やってしまいました。これだからいつも避けられているということなんて、百も承知なのに」"
    
    ki_sn "しかし彼のほかに、これほど言葉を並べたくなる人間なんてわたしにはいない。"
    
    ki_sn "他の人間……即ち、わたしを無意味に恐れるか媚びて取り入ろうとしているかという人間を相手に、『会話』など成立するはずもない。"
    
    ki_sn "けれど、彼は。"
    
    ki_sn "わたしのことを、『上級生』という以上にはまったく何とも思っていなかったのだ。"
    
    ki_sn "だからこそ、対等な『会話』が成立する。どんなに他愛もない内容でも、それがわたしにはあまりにも貴重な楽しみだった。"
    
    ki_s "「……はぁ。そりゃ、わたしのようなヒステリー女よりは、あの大人しそうな娘のほうが安らぐでしょうね」"
    
    ki_sn "廊下で幾度かすれ違った、あの噂の女生徒。"
    
    ki_sn "大人しく控えめで、女性的な物腰と身体。典型的な、男性が求める女性像。"
    
    #[sepia]
    
    so "『あ、でも会長って好きな子をイジメるタイプでしょ』"
    
    #[sepia_e]
    
    ki_sn "彼の言葉が、針となってわたしを苛む。何気なく言っただけの馬鹿話と、解っているのに。"
    
    ki_sn "わたしを『用事を言いつけられるのは厄介だけど、そこそこ親しく口を利ける先輩』と思ってくれているからこその軽口だと、解ってはいるのに。"
    
    #[wait time=1000]
    
    ki_sn "「あぁ―{w=0.5}―{w=0.5}そう、だったのですね」"
    
    ki_sn "やっと、わたしは理解した。"
    
    ki_sn "確かに、『好きな子をいじめる』などというのは、まだ恋を知らない子供のすることに過ぎない。"
    
    ki_sn "けれど、わたしは。"
    
    ki_sn "あの日、彼に会ってから今までかかって。やっと『子供』になれたのだということを。"
    
    jump main6 # plo6.ks - Top
