label misogi7:

    #*m_03|７月７日（ＳＡＴ）：逢瀬の川
    
    #@day nowday='７月７日（ＳＡＴ）'
    
    play music "sound/bgm/bgm_003.ogg" fadeout 2.0
    
    scene bg school classroom
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_010.ogg"
    
    show akira aki_1_12
    with dissolve
    
    ak "「づぅあああああああああああああああああああああああ！！！！！！！  ぞおおおおおおおおずうううううげええええええええ」"
    
    so "「だーうるさい！！！朝からなんだってんだ！！！」"
    
    "祭の最中といっても、土曜日には学校がある。ただし、午前中だけだが。"
    
    "朝登校するなり、涎、涙と鼻水で顔中をでろでろにデコレーションした明良が詰め寄ってくる。"
    
    ak "「ぎいいでぐれぇぇぇごんぢぐじょおおおおおお！！！！！！」"
    
    so "「うわっ！きったねぇな！鼻水つけんなバカ野郎！！！」"
    
    "俺に特攻をかけてきて俺の制服で顔を拭う。"
    
    so "「だぁぁぁ！！！離れろ！！はーなーれーろー！！！」"
    
    "俺は無理矢理明良を引き剥がし、事情を聞いてやることにした。"
    
    ak "「聞いてくれ、ぎいでぐれぇぇぇぇぇぇ！！！！」"
    
    so "「聞いてやるからもう泣くな！！鬱陶しいヤツめ！」"
    
    "もう俺の制服はベトベトだ。"
    
    ak "「昨日のなっ！！昨日のなっ！！」"
    
    so "「いいから普通に話せ。気持ち悪い」"
    
    show akira aki_1_04
    
    ak "「俺はそれどころじゃないんだよォ！！この俺様が、この進藤明良様がだぞ！？女の子たちにことごとくフラれるとはどういうことだぁッ！！？」"
    
    "ああ、あの無駄に財力を費やして買った簪のことか。"
    
    so "「全部、か？」"
    
    show akira aki_1_12
    
    ak "「ああ、全部だチクショオオオオオオオオオ！！！！」"
    
    "力の限り叫ぶ明良。なんだこいつ。"
    
    ak "「ぐすっ、ずびっ……おでの、なにが、いげないっでいうんだよぉ……」"
    
    "そりゃあそういう頭の悪そうなことするあたりがだろ、とか言ってやりたかったが、今は止めておく。"
    
    so "「で、簪はどうしたんだ？」"
    
    ak "「そんなもん、全部手元にあるに決まってんだろ……」"
    
    "あれだけ買って一つももらってくれなかったということか。"
    
    "それはそれで同情してやりたくもなるな。"
    
    show akira aki_1_07
    
    ak "「で……どうせお前はみそぎちゃんとうまく行ったんだろ。けっ……」"
    
    "ジト目で俺のことを睨みつけ、憎まれ口を叩く。"
    
    "……昨日は応援の旨を聞いたような気がしたが、気の所為だったのか？"
    
    so "「え、あ……それは、だな……」"
    
    "俺は答えに詰まった。"
    
    "確かに、まぁ、そうなんだろうな。うまく行ったんだろう。"
    
    "明良はそれを感じ取ったらしく、俺に猛攻をかけようとする。"
    
    ak "「くそーこの色男め！！」"
    
    "女子生徒Ａ" "「あのさー、進藤君？これ君の鼻水でしょ！？ちゃんと拭き取って机きれいにしてよね！！！」"
    
    "今明良の座っている席の本来の持ち主が明良に言う。"
    
    show akira aki_1_02
    
    ak "「ああっ！みどりちゃん！！昨日のお返事は今日じゃなくてもいいんだ！俺はいつまでも待ち続けるよハニー！！」"
    
    "女子生徒Ａ" "「いやぁっ！！きも！変態ッ！！！近寄らないでぇッ！！！」"
    
    "鞄をぶんぶん振り回して頑なに明良を避ける。"
    
    "まぁ、そりゃぁあんだけ液体撒き散らしてたら嫌われるわな。"
    
    "……というか、あれか。"
    
    "お前、まさかクラスの女子全員分まで簪買ったとかそういうわけじゃないんだろうな？"
    
    show akira aki_1_05
    
    ak "「みどりちゃんッ！！俺は君のそんな連れないところも大好きだぁぁぁぁ！！！」"
    
    "女子生徒Ａ" "「キャーーーーーーーッ！！！！{w=0.5}痴漢！！！{w=0.5}ロリコン！！！{w=0.5}強姦魔ぁぁぁ！！！」"
    
    hide akira aki_1_05
    with dissolve
    
    "明良はそのままみどりちゃんを追っかけて廊下へ出て行った。"
    
    "……あの娘も大変だな。"
    
    "そこへ、反対側の扉から入れ替わりでみそぎが登校してくる。"
    
    show misogi mi_1_06a
    with dissolve
    
    mi "「あ、おは……よう」"
    
    "みそぎは俺のところまでまっすぐ来るも、頬を真っ赤に染めての挨拶だった。"
    
    "平静を装おうとした俺だったが、みそぎを目の前にすると、心臓が跳ね上がってどうしようもなかった。"
    
    "つまりは、平静を装うことなど無理だったわけで。"
    
    so "「お、おう、おおおおはよう！？」"
    
    show misogi mi_1_06b
    
    mi "「……今日、ちゃんと、行くからね……昨日は、ありがと」"
    
    hide misogi mi_1_06b
    with dissolve
    
    "それだけ言って、みそぎは自分の席へ戻っていった。"
    
    "それで落ち着いたと思われたが、俺の周りにはまた……"
    
    "女子生徒Ｂ" "「あれれ～！？みそぎちゃんに告白しちゃったのぉ～！？」"
    
    "男子生徒Ｂ" "「そりゃそうだろ！あれだけ毎日べったりしてたもんな～」"
    
    "女子生徒Ｂ" "「何か、やっと落ち着いたって感じね」"
    
    "もう、これは勘弁して欲しい。"
    
    "俺はこの厄介な状況に終止符を打つべく、ここで宣言した。"
    
    so "「あー五月蠅いなぁ！！わかったよ！！俺はみそぎに告ったし、みそぎが好きですよ！！！」"
    
    "一瞬、取り巻きが鎮まる。"
    
    "しかし、今度はまた別の理由で騒ぎ出す。"
    
    "女子生徒Ｃ" "「きゃ～～～！！！聞いた！？聞いたぁ！？」"
    
    "女子生徒Ｂ" "「『みそぎが好きですよ』だってぇ！！羨ましいなぁ！！」"
    
    "男子生徒Ｂ" "「お前なんかにみそぎちゃんは勿体無いっつってんだよぉ！！？」"
    
    "もう、こいつらどうにかしてくれ……。"
    
    "今日に限って明良にも頼れず、授業が始まるまでの間、俺は耳にたこが出来るほどの質問攻めを食らった。"
    
    play music "sound/bgm/bgm_001.ogg" fadeout 2.0
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    so "「…………よし！」"
    
    "メインイベント当日夕刻。"
    
    "昨日も相当緊張したが、今日はもっと緊張するんじゃないか。"
    
    "期待がある反面、不安も昨日より大きい。"
    
    "みそぎが簪を刺している姿を想像する。"
    
    "うなじが綺麗に見えて、いつもより艶やかで……"
    
    so "「どぅわッ！！？　いかんいかん！！」"
    
    "妄想ばかりが脳内を駆け巡る。"
    
    "そんな気持ちでみそぎに会ってはいけないことはわかってる。"
    
    "ただ、気になって気になって仕方がないからこそ期待もしてしまうというものだ。"
    
    "──うん。絶対、行くから。"
    
    "みそぎの言葉が頭から離れない。"
    
    "それが現実だということを確認するように、脳内で何度も反芻する。"
    
    so "「…………みそぎ」"
    
    "ふと窓を開けて空の状態を確認する。"
    
    "快晴と言うに相応しい空。"
    
    "陽も落ち始め、橙色に染まる西の空とは対照的に、東からは紺色の空がやってくる。"
    
    so "「もう、後戻りできないんだな」"
    
    "みそぎをただの幼なじみとしては、もう見られない。"
    
    "いつから、どうしてみそぎを恋愛対象としてみるようになってしまったのか。"
    
    "しかし、仮にそうなっていなかったら、俺は今どうしていただろうか。"
    
    "余計なことを多々考えつつ、空を仰ぐ。"
    
    "刻々と夜がやってくる。"
    
    "俺は時間を確認した。"
    
    so "「そろそろ、か……」"
    
    "心ここにあらず、逸る気持ちを抑えられず。"
    
    "俺は、昨日と同じ場所へ赴くことにした。"
    
    stop music fadeout 2.0
    
    scene bg bg_f00
    with Fade(1, 0, 1)
    
    mi_sn "『７月６日金曜日……やったぁ！やったぁ！！遂に、遂に聡介くんが私に言ってくれたよ！！"
    
    mi_sn "それも、お祭にあわせてだなんて、聡介くんはやっぱりロマンチストだねっ！"
    
    mi_sn "私のことを想ってくれて、一生の想い出にしようって、思ってくれたんだよね！？"
    
    mi_sn "聡介くん、私、一生の宝物にするよ！聡介くんの気持ち、伝わってくるんだもの。"
    
    mi_sn "私は明日、この綺麗な簪をして、もう一度聡介くんに逢いに行きます。"
    
    mi_sn "今度は、私が言うよ……だから、待っててね』"
    
    mi_sn "昨日の日記を読み返す。"
    
    mi_s "「私、ね、聡介くん……」"
    
    mi_sn "そのページに挟んであった恋文。"
    
    mi_sn "それを開きつつ、昨日の出来事を思い出す。"
    
    mi_s "「ずっと、ずぅっと待ってたよ……」"
    
    mi_sn "拙く、文字数も少ないながらも、そこに彼を感じる。"
    
    mi_sn "彼の想いを確かに感じる。"
    
    mi_sn "それを、声に出して読む。"
    
    mi_s "「『みそぎ、俺』……」"
    
    mi_sn "嬉しい、と言う言葉なんかでは表せない。"
    
    mi_s "「『お前のことが好きだ』……」"
    
    mi_sn "胸の辺りがきゅっと締め付けられるようだが、それが気持ちよくて仕方がない。"
    
    mi_s "「『もし、良かったら』……」"
    
    mi_sn "もし、なんて言葉は要らない。"
    
    mi_s "「『俺と、付き合ってくれないか』……あ、はぁぅっ！ふふ、そうすけ、くぅん……」"
    
    mi_sn "身体の芯から蕩けそうなほど恍惚。"
    
    mi_sn "その場に崩れ落ちてしまいそうなほどの快感。"
    
    mi_sn "胸のどきどきが止まらなくて、呼吸も出来ないくらいに愛おしい。"
    
    mi_sn "私は、彼を待ちわびた。"
    
    mi_sn "彼が、二人の運命に気づいてくれることを。"
    
    mi_sn "私からあなたへ。"
    
    mi_sn "あなたから私へ。"
    
    mi_sn "赤い糸が、繋がっていることを──"
    
    play music "sound/bgm/bgm_003.ogg" fadeout 2.0
    
    scene bg bg_i04
    with Fade(1, 0, 1)
    
    "境内の外れにある池。"
    
    "俺はまたそこへやってきた。"
    
    "みそぎは例によってまだ来ていなかった。"
    
    "ここら辺は明かりも少なく、夜空が綺麗に見える。"
    
    so "「……あ、畜生！刺されたじゃねーか！あー痒い」"
    
    "水辺なので、蚊もいるわけで。"
    
    "気づくと、既に数箇所刺されている。"
    
    so "「痒いなぁ……ぉ……」"
    
    show misogi mi_4_01
    with dissolve
    
    "腕を掻きながら視線を動かすと、みそぎがこっちに向かってくるのが見えた。"
    
    "……いつもと髪形が違う。"
    
    "ということは、だ。"
    
    show misogi mi_4_06a
    
    mi "「へへ、聡介くん。こんばんは」"
    
    so "「あ、ああ……それ……」"
    
    "みそぎの頬も少し朱に染まっていたが、俺の方が多分真っ赤だろう。"
    
    show misogi mi_4_06b
    
    mi "「あ、うん……どう、かな？似合う、かな……？」"
    
    "少し目を伏せて、恥じらう表情が可憐さをより演出する。"
    
    "後ろ髪をまとめ、簪を挿して留める。"
    
    so "「……似合ってる、すげぇ、似合ってる･…………」"
    
    "もう、表す言葉のないくらいその姿はみそぎにぴったりだった。"
    
    "ますます魅力的な姿に、暫し見入ってしまう。"
    
    show misogi mi_4_02
    
    mi "「ふふっ。行こっ！」"
    
    "といって、みそぎは俺の手を取る。"
    
    so "「あ、おい！」"
    
    "こうしてみると、幼い頃の記憶がだんだんと蘇ってくる気がする。"
    
    "みそぎは昨日よりも無邪気に笑っている。"
    
    "俺が、その笑顔を取り戻せたというならば、何も言うことはない。"
    
    "みそぎに手を引かれて、俺たちはまた縁日を楽しむことにした。"
    
    scene bg bg_i00
    with Fade(1, 0, 1)
    
    show misogi mi_4_02
    with dissolve
    
    mi "「今日もいっぱい遊んだね」"
    
    so "「そ、そうだな……」"
    
    "昨日、今日の二日間で、俺の財布の中身はすっからかんになってしまった。"
    
    "みそぎが喜ぶのは結構だが、支出としては結構痛い。"
    
    show misogi mi_4_08
    
    mi "「ん？どうしたの？」"
    
    so "「いや、なんでもない」"
    
    "財布の中身を気にしているのを悟られないように、ひたすら隠す。"
    
    show misogi mi_4_01
    
    mi "「おなかいっぱいだね」"
    
    so "「そうだな～。どこかで休むか？」"
    
    mi "「あ……うん。じゃぁ、あっち行こ？」"
    
    "みそぎに引かれるがまま、俺は歩を進める。"
    
    so "「なぁ、どこ行くんだ？」"
    
    show misogi mi_4_06c
    
    mi "「……ちょっと……」"
    
    stop music fadeout 2.0
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "どんどん祭の中心から遠ざかり、住宅地を抜けて数分。"
    
    "俺たちが辿り着いたのは。川原。"
    
    play music "sound/bgm/misogi.ogg" fadeout 2.0
    
    scene bg bg_e07
    with Fade(1, 0, 1)
    
    "祭の最中であるから、普段散歩などをしているような人もおらず、辺りに静寂が広がっている。"
    
    "おまけに、外灯も少ないため、暗い。"
    
    show misogi mi_4_06b
    with dissolve
    
    mi "「ねぇ、こっち」"
    
    so "「あ、危ないって！　暗いし！」"
    
    "暗い中で、一層暗い方向へ俺を招く。"
    
    show misogi mi_4_01
    
    mi "「……見て、ほら」"
    
    "徐に立ち止まったかと思うと、みそぎは天を指差す。"
    
    "俺はその指の示す方向を見上げる。"
    
    scene bg bg_s04
    with Fade(1, 0, 1)
    
    so "「……天の、川…………」"
    
    mi "「そう……きれい、でしょ？」"
    
    "俺は絶句した。"
    
    "所狭しと闇に散りばめられた星々が瞬く。"
    
    "先程までの暗さとは打って変わって、一気に視界が開けたような明るさだった。"
    
    scene bg bg_e07
    with Fade(1, 0, 1)
    
    show misogi mi_4_07
    with dissolve
    
    mi "「……織姫は、彦星様に逢えました……」"
    
    "みそぎが静かに口を開く。"
    
    show misogi mi_4_06a
    
    mi "「聡介くん……ありがとう」"
    
    so "「…………」"
    
    "二人の鼓動が聞こえそうなほどの静寂の中、みそぎははっきりとこう言った。"
    
    show misogi mi_4_06a
    
    mi "「…………だい、好き……」"
    
    so "「…………あ、ああ……」"
    
    mi "「やっと、あなたに、逢えた……」"
    
    stop music fadeout 2.0
    
    "やっと、の意味が解らなかったが、それを考えられるほど思考に余地は無い。"
    
    show misogi mi_4_02
    
    mi "「私、待ってたんだよ……ありがとう」"
    
    hide misogi mi_4_02
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_005.wav"
    
    #[bgzoom storage=cg_mi_03 sl=-1000 st=-800 sw=2400 sh=1800 dl=0 dt=0 dw=800 dh=600 time=3000]
    #[wbgzoom canskip=true]
    #[eval exp="f.bgnow = 'cg_mi_03',sf.cg[3] = 'cg_mi_03'"]
    #[meon]
    
    scene cg cg_mi_03
    with Fade(1, 0, 1)
    
    "ガバッ、とみそぎは俺に抱きついてくる。"
    
    so "「わっ！？ちょ！」"
    
    "不意を疲れたので、俺はバランスを崩してその場に倒れた。"
    
    "その上に、みそぎが乗っかる形になる。"
    
    mi "「……聡介くん、私、もう耐えられない…………」"
    
    "みそぎが徐に上体を起こし、俺の顔を覗き込む。"
    
    mi "「だめ、なの……抑え切れない……」"
    
    "着崩れした浴衣の胸元に手をかけ、みそぎはゆっくりとその胸元をはだけさせる。"
    
    so "「な！？　何やってんだみそぎ！！」"
    
    "白い肌が露になり、俺の目の前に曝け出される。"
    
    "みそぎの顔が近づき、唇が重なりあう。"
    
    mi "「私、もう…………んむっ……」"
    
    so "「──ッ！！」"
    
    "咄嗟の出来事で何がなんだかわからなくなったが、このまま流されてはダメだ。"
    
    mi "「んっ、はむっんちゅっ……」"
    
    "みそぎは貪るように俺の唇を吸う。"
    
    so "「んっ！や、やめっ！みそぎっ！！！」"
    
    "僅かに残った理性で、俺はみそぎを引き離す。"
    
    play sound "sound/se/se_005.wav"
    
    scene bg bg_e07
    with Fade(1, 0, 1)
    
    mi "「んっ、あっ！！はぁっ、ん、はぁっ…………そう、すけくん……どう、して……？」"
    
    so "「ど、どうしてって、お前…………」"
    
    "上半身裸のみそぎに、目を向けられない。"
    
    mi "「何で、目を逸らすの……？」"
    
    so "「何で、って……」"
    
    "それは一目瞭然ではないか。"
    
    "しかし、みそぎの思考はそう感じないらしい。"
    
    mi "「聡介くん、私……こんなに、こんなに好きなのにっ！！」"
    
    "みそぎの瞳は、陶酔したような色を呈していた。"
    
    mi "「もう、ダメだよぉ！私、私っ！！」"
    
    "理性の箍(たが)が外れたように求めようとする様が、俺の目には恐怖に映る。"
    
    so "「みそぎ！！やめろ！ダメだって言ってんだろ！！！」"
    
    mi "「聡介くん、聡介くん、聡介くんっ！！！」"
    
    "みそぎの腕が再び俺を掴もうとする瞬間、俺はみそぎを跳ね除けた。"
    
    play sound "sound/se/se_003.ogg"
    
    mi "「ぃやっ！！？」"
    
    "みそぎの身体は、俺の横に力なく転がった。"
    
    "いくら切迫した状況であったとはいえ、みそぎに危害を与えたのは事実だ。"
    
    so "「みそぎ！！大丈夫か！？」"
    
    "先程とは打って変わって静かになったみそぎが心配でならない。"
    
    "それより、さっきの狂気ぶりは何だったのだろう。"
    
    "警戒しつつも、みそぎに声をかける。"
    
    mi "「……どう、し……て」"
    
    "か細い声が聞こえる。"
    
    mi "「わた、し……そんな…………聡介くん……」"
    
    "みそぎの顔を覗き込むと、その双眸からは止め処なく涙が溢れていた。"
    
    so "「みそぎ……」"
    
    "しかし、みそぎはどこを見ているかわからない表情で続ける。"
    
    mi "「そう、だよね……そう……………」"
    
    so "「みそぎ？」"
    
    mi "「…………ふふっ……」"
    
    "表情は変えずに、みそぎは乾いた笑い声を発した。"
    
    play music "sound/bgm/bgm_010.ogg" fadein 2.0
    
    mi "「……あは、ははっ……はっはははははひゃは！！！」"
    
    so "「どうした！？なぁ、みそぎ！！しっかりしてくれ！！」"
    
    "尚も空中を彷徨うみそぎの視線。"
    
    "狂気に次ぐ狂気。"
    
    "それを引き起こしたのは俺なのか……？"
    
    mi "「聡介くんは私のものだもの！！あはははっ！！そう、だよね！？私、私だけの、聡介くんなんだからぁっ！！！」"
    
    so "「……みそ、ぎ！？」"
    
    mi "「あははははっ！！！く、あはっ！！はっはっはは！」"
    
    "その笑い声の空虚さに、俺は底知れぬ恐怖を感じた。"
    
    "横たわるみそぎから少しずつ距離を置く。"
    
    "その時は、みそぎを家まで送らねば、などと言う思考が入り込む余地はなかった。"
    
    "ただ、逃げたかった。"
    
    "──怖い。"
    
    "俺が知らないみそぎ。"
    
    "そして、その豹変の一因は俺。"
    
    "何もかもから逃げ出したかった。"
    
    so "「ぅ、ああぁ……わぁぁああああああああ！！！！」"
    
    "俺は後ろを振り返らずに走った。"
    
    "どこを走っているのか、今俺は何をしているのか、それさえも解らない。"
    
    "得体の知れない恐怖から逃げたかった。"
    
    "しかし、逃げれば逃げるほど纏わりついてくる恐怖感。"
    
    play sound "sound/se/se_010.ogg"
    
    scene bg bg_i00
    with Fade(1, 0, 1)
    
    scene bg bg_c06
    with Fade(1, 0, 1)
    
    scene bg bg_b01
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_031.ogg"
    
    scene bg bg_b00
    with Fade(1, 0, 1)
    
    play sound "sound/se/se_037.wav"
    
    "走って、走って……何故か奇跡的に家に辿り着くと、俺はそのまま部屋に籠った。"
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    "しとねが何か言っているようだが、聞こえない。"
    
    "──眠れない。"
    
    stop music fadeout 1.0
    
    scene image "#000000"
    with Fade(1, 0, 1)
    
    mi_sn "『７月７日土曜日……恥ずかしがりやさんだね、聡介くんってば！私だって、聡介くんじゃないとあんなことしないのに。"
    
    mi_sn "小さい頃に私の裸なんていつも見てたのに。本当に、聡介くんってば初心でかわいい！！"
    
    mi_sn "でもね、でも、だよ？私はやっぱりちょっと傷ついちゃったな…………"
    
    mi_sn "心の準備が出来てないことなんてわかってたよ？でもね、あんなに突き飛ばされたりしちゃったら。"
    
    mi_sn "痛かったんだから……。でも、私は聡介くんのことキライになったりなんてしないよ？"
    
    mi_sn "見えてるよね、赤い糸。私とあなたを繋ぐ、たった一つの真実。私たちだけの世界。"
    
    mi_sn "恥ずかしがる聡介くんもかわいいけど、私は一刻も早く聡介くんが欲しい。私の身体全体で、あなたを感じたいのに。"
    
    mi_sn "ねぇ、気づいて聡介くん。私、こんなに求めてるの。全部、私の全部をその腕で抱いて。"
    
    mi_sn "もう待てないの。私たちの愛は揺ぎ無い真実！だから、結ばれるなら早いほうがいいよ！"
    
    mi_sn "聡介くんだって、本当はしたいのはわかってるよ？私ならいつだってしてあげられる。聡介くんのこと、好きだもん！"
    
    mi_sn "大好きで、大好きで、壊れちゃいそうなくらい好き！今度は私の番だよ。"
    
    mi_sn "聡介くんは私のことをお祭に誘ってくれたもん。だから、今度は…………"
    
    mi_sn "私が迎えに行ってあげるね！！』"
    
    scene bg bg_f00
    with Fade(1, 0, 1)
    
    mi_sn "聡介くんは私を置いて走り去っていった。"
    
    mi_s "「ねぇ、どうして？」"
    
    mi_sn "私は大好きで、大好きで、もう我慢できないんだよ？"
    
    mi_s "「ううん、聡介くんは、恥ずかしがってるだけだもんね」"
    
    mi_sn "拒絶は迷いの一端。本心ではない筈だ。"
    
    mi_s "「だよね。聡介くんは私のことが好き。私は聡介くんのことが好き」"
    
    mi_sn "手元に置いた簪をうっとりした表情で見つめる。"
    
    mi_s "「聡介くん…………嬉しいよ、聡介くん」"
    
    mi_sn "あなたが運命に気づいてくれたこと。"
    
    mi_s "「聡介くんは私といなきゃいけないんだよ？だって、それが二人の幸せだもの」"
    
    mi_sn "唇に、まだその感触が残っている。"
    
    mi_s "「聡介くんとの、キス……でも、全然足りないんだよ…………？」"
    
    mi_sn "一つ望みを手に入れると、渇きはもっと強くなる。"
    
    mi_s "「聡介くんを全身で感じたいな……」"
    
    mi_sn "私はあなたを完全に満たしたい。あなたに完全に満たされたい。"
    
    mi_s "「抱いてくれないと、嫌だよ…………私、おかしくなっちゃいそうだよ…………」"
    
    mi_sn "一つになりたい。それをどれだけ夢見たことだろう。"
    
    mi_s "「私と一つになろう？二人だけの世界に行こう？ね、聡介くん…………ふふっ」"
    
    #if f_misogi_6 == 1:
    #    jump misogiBad1_B # mb_03.ks - mb_03b
    #    
    #elif f_misogi_6 == 2:
    #    jump misogi8 # m_04.ks - Top
    
    jump stop

