label kiriko8:
    #*k_04|７月６日（ＦＲＩ）：猩々緋の羽織
    
    #@day nowday='７月６日（ＦＲＩ）'
    
    play music "sound/bgm/bgm_101.ogg" fadeout 2.0
    
    scene bg bg_c06
    with Fade(1, 0, 1)
    
    "……キリコとの待ち合わせは、この場所。時間は、まだかなり余裕がある。"
    
    "それはいい。のだが……。"
    
    show akira aki_1_01
    with dissolve
    
    ak "「いよう色男。目立ってるな？」"
    
    so "「……やっぱり注目されてるのか、俺は」"
    
    "前言撤回。もはや名前だけでなく、顔までが知れ渡っているらしい。……グラサンで顔を隠す芸能人の気分だ。"
    
    so "「……はぁ。まぁ覚悟はしてたさ。」"
    
    so "「ンなことより、お前はこんなところにいていいのかよ？」"
    
    show akira aki_1_07
    
    ak "「ぜ・ん・め・つ。デスペナルティ１９００Expって感じだ」"
    
    so "「……一人に絞らないからだ。ンな真剣みの無い奴と付き合う奴もいないだろ……」"
    
    show akira aki_1_02
    
    ak "「まぁそんなわけで今日は暇なんだ。だから、」"
    
    so "「……邪魔しに来たとか言うなよ？馬じゃなくおっかないメイドさんに蹴られるぞ？」"
    
    show akira aki_1_10
    
    ak "「いやいや。そんな後が怖いことはしないさ。ただ生暖かく見守りつつ決定的瞬間をカメラに……」"
    
    so "「……ムッコロス」"
    
    play sound "sound/se/se_001.ogg"
    
    scene bg bg_c06
    with Fade(1, 0, 1)
    
    show kiriko ki_3_02
    with dissolve
    
    ki "「あらあら、賑やかですこと」"
    
    so "「……あ」"
    
    ak "「……う」"
    
    show kiriko ki_3_01
    
    ki "「どうなさいました？……もしかして、似合ってませんでした？」"
    
    so "「いや、その……」"
    
    "似合わない、どころか。"
    
    so "「……正直、見惚れてた」"
    
    "鮮やかに赤い地に、染め抜きの花。浴衣にしては派手過ぎもいいところだが、しかし下品にならないのは職人の腕によるものか。"
    
    "……着る者の気品によるものか。"
    
    show kiriko ki_3_06
    
    ki "「お世辞でも嬉しいです。……では、今夜のエスコートをお願いしますね？」"
    
    so "「あ、あぁ」"
    
    "明良はいつの間にやら消えていた。"
    
    "まぁあいつもそこまでの無粋者じゃないし、いつかは相応な相手が見つかるだろう。"
    
    "……そう楽天的に考えて、周りの視線が突き刺さる中俺はキリコの手を取り、屋台が並ぶ神社へと向かった。"
    
    scene bg bg_i00
    with Fade(1, 0, 1)
    
    so "「へぇ、キリコってこういうの初めてなんだ？」"
    
    show kiriko ki_3_01
    with dissolve
    
    ki "「えぇ。いつもは貴賓席で、退屈な雅楽を聴かなければならないことになってましたので」"
    
    "……そりゃ退屈そうだ。俺なら３０分で逃げる。"
    
    so "「そっか。じゃ、とりあえずお約束としてリンゴ飴と綿飴と……」"
    
    ki "「あ、え、じゃお金を……」"
    
    so "「いいって」"
    
    ki "「でも、見ていると値段があまりにも……」"
    
    "……そりゃ本音を言えば、財布はかなり苦しい。"
    
    "けれど。"
    
    so "「こういう時は、カッコつけさせてくれよ。……『彼氏』なんだからさ」"
    
    show kiriko ki_3_06
    
    ki "「……、はい、わかりました。お願いします」"
    
    "……呆れられたかな？けどまぁ、男ってのはそういう生き物なわけで。"
    
    hide kiriko ki_3_06
    with dissolve
    
    "やせ我慢も甲斐性のうち。俺はなけなしの金を握り締めると、適当な縁日セットを見繕うべく早足で歩き出した。"
    
    scene bg bg_i01
    with Fade(1, 0, 1)
    
    show kiriko ki_3_01
    with dissolve
    
    ki "「あ……、」"
    
    "神社の方から、拍手の音が響いてくる。……どうやら、奉納雅楽が終わったようだ。"
    
    "つまり１日目は、これで撤収がはじまるわけで。"
    
    so "「あぁ、もうそんな時間か。っと、いけね——、」"
    
    "キリコに楽しんでもらおうとあれこれと欲張ったせいで、すっかり簪のことを忘れていた。"
    
    so "「はい、これ。……その、気に入ってもらえるかはわからないけど……、」"
    
    "しかしキリコはその簪をじっと見つめ、しばらくして驚いたように目を見開くと、"
    
    show kiriko ki_3_06
    
    ki "「いえ、そんな。……その、嬉しいです……」"
    
    "顔を真っ赤にして、押し抱くように受け取った。"
    
    "……ヤバい。ちょっと脳が茹だった。"
    
    #[wait time=2000]
    
    hide kiriko ki_3_06
    with dissolve
    
    show reika re_1_01
    with dissolve
    
    re "「お嬢様。旦那様がお待ちです」"
    
    so "「うどわっ！！いたんですか木戸さん！！」"
    
    re "「時を止めるのと気配を絶つのは、メイド技能の初歩です」"
    
    so "「どこの瀟洒な従者ですか！！」"
    
    re "「……まぁ、冗談はともかく」"
    
    so "「冗談に聞こえないのは気のせいでしょうか」"
    
    re "「お嬢様。旦那様と奥様がお呼びです。……同じ車で帰るように、とのことですが」"
    
    hide reika re_1_01
    with dissolve
    
    show kiriko ki_3_01
    with dissolve
    
    ki "「え……そう、ですか。でも……」"
    
    #[wait time=500]
    
    so "「まぁ、明日の朝には両親とも出かけちゃうんだし、今日は親子で帰ってもいいんじゃないか？」"
    
    so "「……その、明日はずっと一緒に居られるわけなんだし」"
    
    "……顔真っ赤なんだろうなぁ、俺……。"
    
    show kiriko ki_3_02
    
    ki "「……そうですわね。では、また明日。ごきげんよう」"
    
    so "「あぁ、また明日な」"
    
    hide kiriko ki_3_02
    with dissolve
    
    "と、いうわけで。"
    
    so "「……出て来いそこのデバガメ」"
    
    show akira aki_1_01
    with dissolve
    
    ak "「うーむ、決定的瞬間はならずか。お前もなかなかに奥手だのぅ」"
    
    ak "「それとも明日、一気に決めにいく算段か？」"
    
    "……お前は俺を怒らせた。"
    
    so "「オルァ　クサムヲ　ムッコロス！！」"
    
    hide akira aki_1_01
    with dissolve
    
    play sound "sound/se/se_001.ogg"
    play sound "sound/se/se_000.ogg"
    play sound "sound/se/se_002.ogg"
    
    ak "「ＷＧＡＡＡＡＡＡＡＡＡＡＡＡＡＡＡＡＡＡＡＡＡ！！！！」"
    
    so "「オラオラオラオラオラオラオラオラ！！！！」"
    
    "……まぁ、その。下心が無かったといえば嘘になるわけで。"
    
    "ついつい照れ隠しに力が入ってしまったのは、否定しようがない事実なのであった。"
    
    stop music fadeout 2.0
    
    scene bg bg_i02
    with Fade(1, 0, 1)
    
    show reika re_1_01 at left
    show kiriko ki_3_01 at right
    with dissolve
    
    re_s "「……それを、あの方が？」"
    
    ki_s "「えぇ。……どうみても本物、ですわね。それも相当、出来のいい」"
    
    re_s "「正直に申し上げるならば。……高校生の贈り物にしては、過ぎた代物かと」"
    
    ki_s "「零佳、どう思う？」"
    
    re_s "「…………」"
    
    ki_s "「本気になっても、……いいのかしら？」"
    
    jump kiriko9 # k_05.ks - Top
